[{ "_id" : { "$oid" : "53d51bec28c46883d2000001" }, "description" : "swirling aetherstone", "length" : 233, "noun" : "aetherstone", "rarity" : "very rare", "realm" : "the rift", "show" : "The aetherstone is a small crystalline sphere with striations of color visible within its milky interior. Oddly, the colors shift and change as the stone is turned, blurring from one hue to the next too quickly for the eye to follow.", "sig" : "e672c8ff7f8486efc6b596023aaf3b4b" },{ "_id" : { "$oid" : "53d51bec28c46883d2000002" }, "description" : "banded agate", "length" : 169, "noun" : "agate", "rarity" : "common", "realm" : "", "show" : "Narrow bands of color streak across and through the surface of the small stone. While some of the stripes have a milky translucency, others are almost completely opaque.", "sig" : "6e8321f7caec5cc5c49fc14fc2366107" },{ "_id" : { "$oid" : "53d51bec28c46883d2000003" }, "description" : "blue lace agate", "length" : 143, "noun" : "agate", "rarity" : "", "realm" : "", "show" : "Bands of delicate violets, periwinkle, and blue sweep across the icy whiteness of the agate like twilight shadows on wind-driven dunes of snow.", "sig" : "5cb9b4a18cfc432000948e688d211027" },{ "_id" : { "$oid" : "53d51bec28c46883d2000004" }, "description" : "chameleon agate", "length" : 395, "noun" : "agate", "rarity" : "very rare", "realm" : "teras isle", "show" : "Bands of translucent color with clearly defined borders extend lengthwise through a chameleon agate. Reds give way to yellows, and yellows give way to greens. Like the chameleon lizard, a chameleon agate seems to change its appearance to match the situation. In extremely bright light, the colors vibrantly display themselves, while in subdued light the colors become dark and rather indistinct.", "sig" : "55b1e28841bfc5a7eaed3428a6c76b4c" },{ "_id" : { "$oid" : "53d51bec28c46883d2000005" }, "description" : "cloud agate", "length" : 262, "noun" : "agate", "rarity" : "", "realm" : "", "show" : "The thick crystals of the cloud agate are closer to opaque than they are to the transparency of the agate's cousins. Layers of pale blues, greys and white lie beneath the waxy luster. The soft tones fade into one another like ethereal clouds in the twilight sky.", "sig" : "afcaa0f6a7d8abe626b5b1891ab8bd4a" },{ "_id" : { "$oid" : "53d51bec28c46883d2000006" }, "description" : "fire agate", "length" : 308, "noun" : "agate", "rarity" : "common", "realm" : "any", "show" : "The opaque, reddish-brown surface is not particularly promising at a glance, but hints of red, green, and yellow fire shimmer across it whenever light touches it at the correct angle. Despite a few scratches, it is primarily smooth, as a rock might become after hundreds of years tumbling through a riverbed.", "sig" : "788f40c64871e869bfd3cd181ae11dbb" },{ "_id" : { "$oid" : "53d51bec28c46883d2000007" }, "description" : "frost agate", "length" : 283, "noun" : "agate", "rarity" : "infrequent", "realm" : "icemule trace", "show" : "Delicate white patterns mottle the surface of the semitranslucent grey stone in a pattern akin to frost creeping over a glass windowpane. The lopsided pebble is not particularly attractive, but a jeweler's eye would readily see the beauty waiting behind the stone's damaged exterior.", "sig" : "e7975f91ff4edcf0c095ed5e9de34e43" },{ "_id" : { "$oid" : "53d51bec28c46883d2000008" }, "description" : "moss agate", "length" : 193, "noun" : "agate", "rarity" : "", "realm" : "", "show" : "Dark green and pale brown tendrils inside the clear stone resemble stringy bits of moss imprisoned within a pebble made of ice. Light shimmers gently off the polished slopes of the gem's sides.", "sig" : "c756df609d3ad957bbe3368b33cd320b" },{ "_id" : { "$oid" : "53d51bec28c46883d2000009" }, "description" : "mottled agate", "length" : 188, "noun" : "agate", "rarity" : "common", "realm" : "any", "show" : "This little rounded nodule of agate displays a delicately mottled surface of leafy green, honey brown, and creamy white. The translucent quality of the quartz gives it a mesmerizing depth.", "sig" : "d33a11dea43d9a8378656d0b603257b7" },{ "_id" : { "$oid" : "53d51bec28c46883d200000a" }, "description" : "tigereye agate", "length" : 290, "noun" : "agate", "rarity" : "", "realm" : "en", "show" : "Several scratches and many small stress lines mar the gleaming stone, but the fiery golden bands traversing its surface retain their beauty. The color strongly resembles the hue of a watchful feline eye, and the striations bear a certain resemblance to the thick, silky coat of a great cat.", "sig" : "d7e4fc268a2ad03d2d97beff2e55c318" },{ "_id" : { "$oid" : "53d51bec28c46883d200000b" }, "description" : "piece of golden amber", "length" : 235, "noun" : "amber", "rarity" : "", "realm" : "any", "show" : "Roughly oval in shape, a piece of amber is broad and flat, providing an excellent view of its transparent interior portion.  Trapped within the golden yellow fossilized pine tree sap are several small flying insects and a dried flower.", "sig" : "01260e91378456191cafbdafed4ad444" },{ "_id" : { "$oid" : "53d51bec28c46883d200000c" }, "description" : "deep purple amethyst", "length" : 238, "noun" : "amethyst", "rarity" : "uncommon", "realm" : "any", "show" : "Several dark, deep purple prismatic spears radiate outward from a central point to form this crown-like collection of amethyst crystals. Each spear shows the deepest color in its interior, fading gradually to clear crystal on the outside.", "sig" : "4d8ad8ed5350ddc970350cef622a1b30" },{ "_id" : { "$oid" : "53d51bec28c46883d200000d" }, "description" : "brilliant wyrm's-tooth amethyst", "length" : 324, "noun" : "amethyst", "rarity" : "rare", "realm" : "the rift", "show" : "Shades of lilac, violet, and indigo flow seamlessly together within the sleekly sharpened amethyst. Jagged edges taper to a point, each laced with flecks of ebony trapped within the precious purple gemstone. A pale lavender light coruscates across the lustrous surface like bolts of lightning in the midst of a summer storm.", "sig" : "c3b27245e3683bb16c60d64534e4fc25" },{ "_id" : { "$oid" : "53d51bec28c46883d200000e" }, "description" : "piece of azurite", "length" : 245, "noun" : "azurite", "rarity" : "", "realm" : "zul logoth", "show" : "Ranging from dark blue to azure in hue, tiny crystalline formations compose the main structure of this beautiful ore.  Slender veins of greyish white snake around the peaks and crevices of the azurite, a remnant from the rock from which it came.", "sig" : "95a574826c4843a9562f9728a8cbe56e" },{ "_id" : { "$oid" : "53d51bec28c46883d200000f" }, "description" : "kezmonihoney beryl", "length" : 290, "noun" : "beryl", "rarity" : "", "realm" : "solhaven", "show" : "Cylindrical, with short protuberances in various spots, a Kezmonian honey beryl is similar to a miniature tree trunk with the branches sawed off.  Its deep golden color is nearly translucent, and though solid, it seems to shift and flow inside as the light strikes it from different angles.", "sig" : "6fc30621adcf8cf7970a922bce7b0968" },{ "_id" : { "$oid" : "53d51bec28c46883d2000010" }, "description" : "azure blazestar", "length" : 581, "noun" : "blazestar", "rarity" : "extremely rare", "realm" : "elven nations", "show" : "Even in its uncut state, the blazestar shines with a fire fit to rival and defeat even the most precious diamond. Rather than responding properly to the ambient light, the magical brilliance in the azure jewel's heart scintillates with a heartbeat rhythm of its own, flaring and failing roughly once every two minutes. Each time the jewel's fire blazes high, dozens of tiny blue flecks spring into existence in the center of the stone and work their way slowly outward until they glimmer into nonexistence. Then, they are reborn at the blazestar's center with the next fiery pulse.", "sig" : "8fb75e10ed81786789253f4c17680e03" },{ "_id" : { "$oid" : "53d51bec28c46883d2000011" }, "description" : "crimson blazestar", "length" : 582, "noun" : "blazestar", "rarity" : "extremely rare", "realm" : "elven nations", "show" : "Even in its uncut state, the blazestar shines with a fire fit to rival and defeat even the most precious diamond. Rather than responding properly to the ambient light, the magical brilliance in the scarlet jewel's heart scintillates with a heartbeat rhythm of its own, flaring and failing roughly once every two minutes. Each time the jewel's fire blazes high, dozens of tiny red flecks spring into existence in the center of the stone and work their way slowly outward until they glimmer into nonexistence. Then, they are reborn at the blazestar's center with the next fiery pulse.", "sig" : "7ab8a69f46f3eae278919c64f4fd3543" },{ "_id" : { "$oid" : "53d51bec28c46883d2000012" }, "description" : "golden blazestar", "length" : 584, "noun" : "blazestar", "rarity" : "extremely rare", "realm" : "elven nations", "show" : "Even in its uncut state, the blazestar shines with a fire fit to rival and defeat even the most precious diamond. Rather than responding properly to the ambient light, the magical brilliance in the golden jewel's heart scintillates with a heartbeat rhythm of its own, flaring and failing roughly once every two minutes. Each time the jewel's fire blazes high, dozens of tiny golden flecks spring into existence in the center of the stone and work their way slowly outward until they glimmer into nonexistence. Then, they are reborn at the blazestar's center with the next fiery pulse.", "sig" : "0e6d98bcd1aeb1129996ec0377d312d7" },{ "_id" : { "$oid" : "53d51bec28c46883d2000013" }, "description" : "emerald blazestar", "length" : 585, "noun" : "blazestar", "rarity" : "extremely rare", "realm" : "elven nations", "show" : "Even in its uncut state, the blazestar shines with a fire fit to rival and defeat even the most precious diamond. Rather than responding properly to the ambient light, the magical brilliance in the viridian jewel's heart scintillates with a heartbeat rhythm of its own, flaring and failing roughly once every two minutes. Each time the jewel's fire blazes high, dozens of tiny green flecks spring into existence in the center of the stone and work their way slowly outward until they glimmer into nonexistence. Then, they are reborn at the blazestar's center with the next fiery pulse.", "sig" : "25e1f045e4565840b00ddbe956c416b8" },{ "_id" : { "$oid" : "53d51bec28c46883d2000014" }, "description" : "selanthbloodjewel", "length" : 278, "noun" : "bloodjewel", "rarity" : "extremely rare", "realm" : "solhaven", "show" : "A teardrop-shaped stone, a selanthan bloodjewel is translucent red on the edges, darkening to a nearly black core.  The bloodjewel is no more than a half-inch in its longest dimension, and the tip of the teardrop seems to lean over slightly in relation to the rest of the jewel.", "sig" : "665a875b7e476fff8d401cc567e01a82" },{ "_id" : { "$oid" : "53d51bec28c46883d2000015" }, "description" : "dark red-green bloodstone", "length" : 141, "noun" : "bloodstone", "rarity" : "", "realm" : "", "show" : "This opaque chunk of sea-green chalcedony quartz is liberally speckled with red-orange jasper, looking for all the world like drops of blood.", "sig" : "55582f88b3b117ee7581d4b24ff1f926" },{ "_id" : { "$oid" : "53d51bec28c46883d2000016" }, "description" : "bright bluerock", "length" : 282, "noun" : "bluerock", "rarity" : "", "realm" : "zul logoth", "show" : "With its vitreous luster, the bright blue coloration of the transparent bluerock rivals that of any sapphire.  The peculiar nature of the bluerock causes it to look as black as night from one side, display a violet blue tone from another side, and appear silvery white from the top.", "sig" : "a34a0cb6b131ab0ef9243229bfaa6b28" },{ "_id" : { "$oid" : "53d51bec28c46883d2000017" }, "description" : "deep red carbuncle", "length" : 289, "noun" : "carbuncle", "rarity" : "", "realm" : "en", "show" : "The surfaces of this small, tear-shaped gem have been smoothed by wind or water, though a few scratches still report recent damage.  In color, it competes with the deepest, darkest red found in the most valuable rubies, with a purplish-blue color present in the sparkling fire at its core.", "sig" : "3fde5dc41ffb60fde848a14434d635ee" },{ "_id" : { "$oid" : "53d51bec28c46883d2000018" }, "description" : "piece of grey chalcedony", "length" : 241, "noun" : "chalcedony", "rarity" : "", "realm" : "zul logoth", "show" : "Waxy in color, the chalcedony is arranged in blocky crystals with clinging remnants of rough rock. The glossy surfaces are nearly white, though several spots are cloudy with a myriad grey shades akin to young storm clouds in an overcast sky.", "sig" : "6c5384571988e1dca8442f7ca5c2377c" },{ "_id" : { "$oid" : "53d51bec28c46883d2000019" }, "description" : "piece of white chalcedony", "length" : 321, "noun" : "chalcedony", "rarity" : "", "realm" : "elven nations", "show" : "Tiny, brilliantly sparkling quartz crystals cover one face of the piece of white chalcedony, but the unadorned stone is exposed on the other.  Thin bands of grey pass through the semi-translucent stone, but, aside from those slender adornments, the rock is the same pallid, milky color as the face of the full moon Liabo.", "sig" : "c4941dd403e2971c8092e2c2f8578612" },{ "_id" : { "$oid" : "53d51bec28c46883d200001a" }, "description" : "piece of blue ridge coral", "length" : 336, "noun" : "coral", "rarity" : "", "realm" : "", "show" : "Myriad calcified protrusions, twisting and intertwining, extend from a small stalk to form a piece of blue ridge coral. The protrusions form an irregularly shaped colony, with no symmetry or balance apparent. The entire mass is only a couple of inches across at its largest dimension, and all portions are colored a uniform pastel blue.", "sig" : "f5132ffd0f0ff7d49d234edc0a547370" },{ "_id" : { "$oid" : "53d51bec28c46883d200001b" }, "description" : "piece of cat's paw coral", "length" : 336, "noun" : "coral", "rarity" : "", "realm" : "solhaven", "show" : "Myriad calcified protrusions, twisting and intertwining, extend from a small stalk to form a piece of cat's-paw coral. The protrusions form an irregularly shaped colony, with no apparent symmetry or balance. The entire mass is only a couple of inches across at its largest dimension, and all portions are colored a uniform creamy white.", "sig" : "aa791bff411d4d28860c5bc2074bf421" },{ "_id" : { "$oid" : "53d51bec28c46883d200001c" }, "description" : "piece of flower coral", "length" : 354, "noun" : "coral", "rarity" : "", "realm" : "solhaven", "show" : "Short, twisting fingerlings of calcified material extend from a short base to create a piece of flower coral. Though the fingerlings seem to travel a meandering course, the space between any two fingerlings is quite consistent, and all the fingerlings extend the same distance from the center. All portions of the symmetrical globe are light bluish grey.", "sig" : "e73a5512aca5bdffc92607b3d4b3476b" },{ "_id" : { "$oid" : "53d51bec28c46883d200001d" }, "description" : "polished black coral", "length" : 189, "noun" : "coral", "rarity" : "", "realm" : "any", "show" : "With its feathery branches and deep black color, this coral conveys both fragility and permanence. The polished surfaces are ready for transformation into jewelry or other decorative items.", "sig" : "8978f30a12eea85c91c630405dcee654" },{ "_id" : { "$oid" : "53d51bec28c46883d200001e" }, "description" : "polished blue coral", "length" : 197, "noun" : "coral", "rarity" : "", "realm" : "any", "show" : "As rippled as a head of lettuce, this lavender-blue coral is an impressive specimen. Tiny holes throughout the skeleton give it a spongy texture and a rough feel, despite the rudimentary polishing.", "sig" : "7d1b8e72e30799ad29dce928921d9501" },{ "_id" : { "$oid" : "53d51bec28c46883d200001f" }, "description" : "polished pink coral", "length" : 185, "noun" : "coral", "rarity" : "", "realm" : "any", "show" : "Like a tiny piece of driftwood, this coral bends and branches in a pleasingly organic fashion. The color is an extremely pale, delicate pink with a slightly darker blush here and there.", "sig" : "4d49c0cd2106c7bc5cf4998deca004e9" },{ "_id" : { "$oid" : "53d51bec28c46883d2000020" }, "description" : "polished red coral", "length" : 173, "noun" : "coral", "rarity" : "", "realm" : "any", "show" : "Branched like a knobby tree, this coral spreads outward and upward from a sturdy trunk. The deep red color is breathtaking, and the polished surfaces just beg to be touched.", "sig" : "1f50df73a100acd6c539ec7b5f24b365" },{ "_id" : { "$oid" : "53d51bec28c46883d2000021" }, "description" : "blue cordierite", "length" : 357, "noun" : "cordierite", "rarity" : "", "realm" : "", "show" : "The unusual color of a blue cordierite could be compared to a light blue sapphire with a purplish tint.  Sometimes called a \"water sapphire,\" cordierite has an entrancing color-changing ability.  When seen from one direction, the crystal is a clear blue-violet.  But as it is rotated, the color changes first to yellowish-grey, then back towards light blue.", "sig" : "109eea5c30db991c75527c68510f5a69" },{ "_id" : { "$oid" : "53d51bec28c46883d2000022" }, "description" : "piece of corestone", "length" : 219, "noun" : "corestone", "rarity" : "", "realm" : "zul logoth", "show" : "Brassy in hue with streaks of silver and gold, the corestone is akin to a metal flower blooming with rough, uneven petals.  Its luster is brilliant, magnified by the plethora of facets that adorn its crystalline facade.", "sig" : "43c60dd957b58d19b7a9909410147363" },{ "_id" : { "$oid" : "53d51bec28c46883d2000023" }, "description" : "cinnabar crystal", "length" : 196, "noun" : "crystal", "rarity" : "", "realm" : "zul logoth", "show" : "The cluster of brilliant red crystals radiates outward from a central point like a fiery crimson starburst. Faint striations litter its crystalline surface with a subtle undertone of vivid orange.", "sig" : "1010e5f6d7bf1dd85e23fc8314df4a6c" },{ "_id" : { "$oid" : "53d51bec28c46883d2000024" }, "description" : "glaesine crystal", "length" : 366, "noun" : "crystal", "rarity" : "", "realm" : "teras isle", "show" : "A multi-sided translucent gem, a glaesine crystal shares the same coloration as its namesake metal. Its crystalline composition is dark grey, bordering on black, and consistent throughout the gem. The crystal's exterior is smooth, with sharp points and edges. Many cracks, pits, and imperfections show on the gem's surface, indicating that its durability may be low.", "sig" : "05355fa2240326ef8335bff5f053b4bb" },{ "_id" : { "$oid" : "53d51bec28c46883d2000025" }, "description" : "quartz crystal", "length" : 218, "noun" : "crystal", "rarity" : "", "realm" : "any", "show" : "Dozens of small, translucent quartz crystals cluster tightly together, their hard-edged surfaces bright with an almost greasy luster. Though cloudy white at the base, the crystals are perfectly transparent at the tips.", "sig" : "2ed1f2df48119e2f555eed4f13ada3b1" },{ "_id" : { "$oid" : "53d51bec28c46883d2000026" }, "description" : "rock crystal", "length" : 143, "noun" : "crystal", "rarity" : "", "realm" : "any", "show" : "Almost too perfect to believe, this rock crystal is a long, slender prism with clean, flat faces. It is as clear as day and satisfyingly solid.", "sig" : "b15d46e02f4c0f8811f130a7290aba84" },{ "_id" : { "$oid" : "53d51bec28c46883d2000027" }, "description" : "shard of dragonmist crystal", "length" : 309, "noun" : "crystal", "rarity" : "", "realm" : "the rift", "show" : "The dragonmist crystal is long and thick, its surface velvety and its depths foggy and mysterious. Deep within it can be seen a small but vivid burst of crimson. A wispy swirl of bluish-grey color almost obscures the ruby center like a shadow wrapped closely about the crystal's heart in a protective embrace.", "sig" : "2e9112c0c7cbbb753d8cd647ac12be36" },{ "_id" : { "$oid" : "53d51bec28c46883d2000028" }, "description" : "shard of tigerfang crystal", "length" : 176, "noun" : "crystal", "rarity" : "", "realm" : "icemule trace", "show" : "Light glints coldly from the glassy facets and razor-keen edges of the crystal. The pyramidal tip is a glossy ivory, which blends into an black-flecked orange tone at the base.", "sig" : "9a4b7a4fe6098ddc8337f256bdbd4889" },{ "_id" : { "$oid" : "53d51bec28c46883d2000029" }, "description" : "chalky yellow cube", "length" : 247, "noun" : "cube", "rarity" : "", "realm" : "the rift", "show" : "Blunt edges give a more spherical appearance to this chunk of mustard yellow chalk, though careful observation reveals distinctive lines and angles. A fine-grained dry powder easily drifts off the rough cube, swirling to life in a momentary draft.", "sig" : "69ec851b5ef23a86420df9010935e509" },{ "_id" : { "$oid" : "53d51bec28c46883d200002a" }, "description" : "black deathstone", "length" : 297, "noun" : "deathstone", "rarity" : "infequent", "realm" : "teras isle", "show" : "Blacker than a cloudy, moonless night, a black deathstone is a small, opaque stone.  Its slightly polished surfaces reflect only a bit of light, as most light striking the deathstone seems to be absorbed into it.  This makes it quite difficult to see any small details on the deathstone's surface.", "sig" : "7c143eadea1ca421352829e3492dd515" },{ "_id" : { "$oid" : "53d51bec28c46883d200002b" }, "description" : "scarlet despanal", "length" : 359, "noun" : "despanal", "rarity" : "extremely rare", "realm" : "elven nations", "show" : "In hue, the crimson shade of this hard stone precisely matches the color of freshly spilled blood. Delicate black veins wind over its opaque surface, sparkling softly with gold whenever the light touches them -- and sparkling in shadow as well, possessed by some inner radiance that becomes visible only when the stone is protected from exterior illumination.", "sig" : "d7ee079884f5d1c624eda6d5ad4e71cb" },{ "_id" : { "$oid" : "53d51bec28c46883d200002c" }, "description" : "blue diamond", "length" : 343, "noun" : "diamond", "rarity" : "extremely rare", "realm" : "teras isle", "show" : "Extremely hard, with a multitude of sharp edges and points, a blue diamond is one of the rarer gems in Elanthia. In this, its uncut state, a blue diamond is a translucent white with just a hint of pale blue throughout. Its waxy sheen softly reflects the light, and the diamond feels much heavier than other non-diamond stones of its same size.", "sig" : "f6a17f152000fee59058c060b24d15a4" },{ "_id" : { "$oid" : "53d51bec28c46883d200002d" }, "description" : "dragon's-tear diamond", "length" : 391, "noun" : "diamond", "rarity" : "extremely rare", "realm" : "elven nations", "show" : "Despite the chips to its delicately faceted surface, the dragon's-tear diamond sparkles like a miniature star. At the heart of the jewel, shades of blue mingle with cool silvery light and minute flecks of scarlet to create a tiny, brilliant inferno. Whenever light glances across the exterior at certain angles, the stone reflects back an intense shade of sky blue instead of ordinary white.", "sig" : "c22ca75dabadcf29d3fbddc3ae99a068" },{ "_id" : { "$oid" : "53d51bec28c46883d200002e" }, "description" : "dwarf-cut diamond", "length" : 387, "noun" : "diamond", "rarity" : "", "realm" : "", "show" : "Despite the chips to its delicately faceted surface, the dwarf-cut diamond sparkles like a miniature star. At the heart of the jewel, shades of blue mingle with cool silvery light and minute flecks of scarlet to create a tiny, brilliant inferno. Whenever light glances across the exterior at certain angles, the stone reflects back an intense shade of sky blue instead of ordinary white.", "sig" : "a537db85cff43e82d6a15844c90ac406" },{ "_id" : { "$oid" : "53d51bec28c46883d200002f" }, "description" : "faceted black diamond", "length" : 176, "noun" : "diamond", "rarity" : "excessively rare", "realm" : "the rift", "show" : "As caliginous as a starless sky, the countless faces sparkle with an unearthly blue fire. The dark beauty of the diamond is exquisite, like black star plucked from the heavens.", "sig" : "5def4a458a33f2da58ad57fbb70eafdf" },{ "_id" : { "$oid" : "53d51bec28c46883d2000030" }, "description" : "large yellow diamond", "length" : 155, "noun" : "diamond", "rarity" : "", "realm" : "icemule trace", "show" : "Even in the rough, the beauty of this yellow diamond is breathtaking. Light refracts from within the gem, showering sunshine-yellow rays in all directions.", "sig" : "6e41423f6f786b17948960e815dacd2d" },{ "_id" : { "$oid" : "53d51bec28c46883d2000031" }, "description" : "uncut diamond", "length" : 270, "noun" : "diamond", "rarity" : "rare", "realm" : "any", "show" : "This little cube with a rough, frosted surface is nothing other than an uncut diamond. It has a pale, silvery color and although the surface pattern makes it appear opaque, when held up to the light its clarity is revealed. For something so small, it is unusually heavy.", "sig" : "54f08a2f5706edcca122b4364bee7431" },{ "_id" : { "$oid" : "53d51bec28c46883d2000032" }, "description" : "uncut maernstrike diamond", "length" : 672, "noun" : "diamond", "rarity" : "extremely rare", "realm" : "elven nations", "show" : "The small, hard gem might be mistaken in the dark for a pebble, but anyone bringing it into the light would swiftly see the error in perception. Even in its uncut state, the maernstrike diamond is unmistakable. While the typical diamond is clear and white in hue with only a trace of yellow, the maernstrike diamond bears no trace of white whatsoever -- instead, an inferno of brilliant rainbow hues blazes at the center of the stone, and all parts of the jewel contain some portion of that fire. Shafts of emerald, scarlet, cerulean, violet, silver, and gold radiate from the spectacular core in a display of beauty muted only partially by the stone's rough, uncut state.", "sig" : "3f71c0fe06c3b26537d8c6b373baec4c" },{ "_id" : { "$oid" : "53d51bec28c46883d2000033" }, "description" : "uncut star-of-tamzyrr diamond", "length" : 337, "noun" : "diamond", "rarity" : "extremely rare", "realm" : "solhaven", "show" : "Rubbed smooth by the action of sand and wave, an uncut star-of-Tamzyrr diamond is a misshapen lump. For the most part, the gem is perfectly translucent, its clarity only marred by light distortion due to the uneven shape. At the center, however, faint sky blue tendrils like frozen electrical discharge radiate outward in all directions.", "sig" : "bf7c9ff65251dcf7334c7b38acc32da3" },{ "_id" : { "$oid" : "53d51bec28c46883d2000034" }, "description" : "star diopside", "length" : 161, "noun" : "diopside", "rarity" : "", "realm" : "", "show" : "A very dark blackish-green, the star diopside takes the shape of a thin prism.  When held just the right way, a wavy four-pointed star can be seen in its depths.", "sig" : "06e49be5988d5dcff8dd4ca87e1e7f26" },{ "_id" : { "$oid" : "53d51bec28c46883d2000035" }, "description" : "glossy black doomstone", "length" : 236, "noun" : "doomstone", "rarity" : "", "realm" : "the rift", "show" : "The doomstone shines like a gleaming black mirror, reflecting your image upon its glossy surface. The stone appears much like a highly polished onyx orb, yet from time to time its glistening surface pulses, fading to a dull matte black.", "sig" : "114dfe53c502ba36f79ae4e9eab80057" },{ "_id" : { "$oid" : "53d51bec28c46883d2000036" }, "description" : "black dreamstone", "length" : 387, "noun" : "dreamstone", "rarity" : "infequent", "realm" : "teras isle", "show" : "Trails of coal black, dark blue-grey, and burnt umber swirl across the surface of a black dreamstone, merging and diverging, losing themselves in one of the stone's white patches only to resurface as brilliant bursts of color in an entirely different spot. The smooth dreamstone is only about an inch long and half an inch in diameter. Entirely opaque, its surface carries a satin sheen.", "sig" : "8b1f3c0fe35f43a8d9a98021a022cbdb" },{ "_id" : { "$oid" : "53d51bec28c46883d2000037" }, "description" : "blue dreamstone", "length" : 385, "noun" : "dreamstone", "rarity" : "infequent", "realm" : "teras isle", "show" : "Trails of ultramarine blue, sky blue, and periwinkle swirl across the surface of a blue dreamstone, merging and diverging, losing themselves in one of the stone's white patches only to resurface as brilliant bursts of color in an entirely different spot. The smooth dreamstone is only about an inch long and half an inch in diameter. Entirely opaque, its surface carries a satin sheen.", "sig" : "0daa026417b7d59c9773617b5c100da8" },{ "_id" : { "$oid" : "53d51bec28c46883d2000038" }, "description" : "green dreamstone", "length" : 384, "noun" : "dreamstone", "rarity" : "infequent", "realm" : "teras isle", "show" : "Trails of emerald green, sea green, and aquamarine swirl across the surface of a green dreamstone, merging and diverging, losing themselves in one of the stone's white patches only to resurface as brilliant bursts of color in an entirely different spot. The smooth dreamstone is only about an inch long and half an inch in diameter. Entirely opaque, its surface carries a satin sheen.", "sig" : "0e8544deb0bcc9fc8402f4785d84a6e8" },{ "_id" : { "$oid" : "53d51bec28c46883d2000039" }, "description" : "pink dreamstone", "length" : 379, "noun" : "dreamstone", "rarity" : "infequent", "realm" : "teras isle", "show" : "Trails of intense pink, magenta, and vermilion swirl across the surface of a pink dreamstone, merging and diverging, losing themselves in one of the stone's white patches only to resurface as brilliant bursts of color in an entirely different spot. The smooth dreamstone is only about an inch long and half an inch in diameter. Entirely opaque, its surface carries a satin sheen.", "sig" : "2d571d4f1a3b154f696f92fe84b80936" },{ "_id" : { "$oid" : "53d51bec28c46883d200003a" }, "description" : "red dreamstone", "length" : 375, "noun" : "dreamstone", "rarity" : "infequent", "realm" : "teras isle", "show" : "Trails of burnt red, crimson, and blood red swirl across the surface of a red dreamstone, merging and diverging, losing themselves in one of the stone's white patches only to resurface as brilliant bursts of color in an entirely different spot. The smooth dreamstone is only about an inch long and half an inch in diameter. Entirely opaque, its surface carries a satin sheen.", "sig" : "3ca9fe2525944c0eb426b22b4e734247" },{ "_id" : { "$oid" : "53d51bec28c46883d200003b" }, "description" : "yellow dreamstone", "length" : 382, "noun" : "dreamstone", "rarity" : "infequent", "realm" : "teras isle", "show" : "Trails of canary yellow, gold, and yellow ochre swirl across the surface of a yellow dreamstone, merging and diverging, losing themselves in one of the stone's white patches only to resurface as brilliant bursts of color in an entirely different spot. The smooth dreamstone is only about an inch long and half an inch in diameter. Entirely opaque, its surface carries a satin sheen.", "sig" : "f7abf4ba67497d4f0ffad2b2f57b79d3" },{ "_id" : { "$oid" : "53d51bec28c46883d200003c" }, "description" : "white dreamstone", "length" : 385, "noun" : "dreamstone", "rarity" : "infequent", "realm" : "teras isle", "show" : "Trails of light silver, powder blue, and faint grey swirl across the surface of a white dreamstone, merging and diverging, losing themselves in one of the stone's white patches only to resurface as brilliant bursts of color in an entirely different spot. The smooth dreamstone is only about an inch long and half an inch in diameter. Entirely opaque, its surface carries a satin sheen.", "sig" : "36376ce517df4213f23f142bc812d9bb" },{ "_id" : { "$oid" : "53d51bec28c46883d200003d" }, "description" : "dram of gold dust", "length" : 226, "noun" : "dust", "rarity" : "", "realm" : "", "show" : "A strong gust of wind would scatter this score or two of small grains to the four winds.  Hardly different than common sand at first glance, the grains show a richness of tone and a subtle burnish that marks them as pure gold.", "sig" : "6b9dfda6b453e45964e27add7709addf" },{ "_id" : { "$oid" : "53d51bec28c46883d200003e" }, "description" : "handful of gold dust", "length" : 226, "noun" : "dust", "rarity" : "", "realm" : "", "show" : "A strong gust of wind would scatter this score or two of small grains to the four winds.  Hardly different than common sand at first glance, the grains show a richness of tone and a subtle burnish that marks them as pure gold.", "sig" : "6b9dfda6b453e45964e27add7709addf" },{ "_id" : { "$oid" : "53d51bec28c46883d200003f" }, "description" : "pinch of gold dust", "length" : 226, "noun" : "dust", "rarity" : "", "realm" : "", "show" : "A strong gust of wind would scatter this score or two of small grains to the four winds.  Hardly different than common sand at first glance, the grains show a richness of tone and a subtle burnish that marks them as pure gold.", "sig" : "6b9dfda6b453e45964e27add7709addf" },{ "_id" : { "$oid" : "53d51bec28c46883d2000040" }, "description" : "petrified aivren egg", "length" : 270, "noun" : "egg", "rarity" : "", "realm" : "", "show" : "Massive in size, the aivren egg is a washed out yellowish grey.  Feathery cracks within the shell have been frozen by time into slender channels upon the otherwise smooth exterior.  Visible through several of the larger gaps are the petrified remains of an aivren chick.", "sig" : "c403ca863cf9454c3d557d77afc078c7" },{ "_id" : { "$oid" : "53d51bec28c46883d2000041" }, "description" : "dragonfire emerald", "length" : 337, "noun" : "emerald", "rarity" : "extremely rare", "realm" : "teras isle", "show" : "Large and a brilliant transparent green, a dragonfire emerald displays a crimson glow deep in its heart. Despite the center's fiery appearance, the gem emits no heat. At times the glow suddenly expands, nearly filling the emerald with its bright red coloration. Then it slowly contracts until it is just a small glowing ember once again.", "sig" : "66f2f02a9c5006dc4130ec279b860c2f" },{ "_id" : { "$oid" : "53d51bec28c46883d2000042" }, "description" : "dragon's-tear emerald", "length" : 414, "noun" : "emerald", "rarity" : "extremely rare", "realm" : "elven nations", "show" : "Tiny inclusions glitter in the deep green dragon's-tear emerald. The color of the stone is akin to forest shadows at the edges, but it brightens to a vibrant hue like sun-touched leaves in the center, where green and golden fire shine and shift constantly whenever the gem is turned. When light glances over its exterior at certain angles, it reflects back in a startling sky-blue shade rather than ordinary white.", "sig" : "5fc4f68ce5714af57860043c08d47de3" },{ "_id" : { "$oid" : "53d51bec28c46883d2000043" }, "description" : "dwarf-cut emerald", "length" : 410, "noun" : "emerald", "rarity" : "unknown", "realm" : "unknown", "show" : "Tiny inclusions glitter in the deep green dwarf-cut emerald. The color of the stone is akin to forest shadows at the edges, but it brightens to a vibrant hue like sun-touched leaves in the center, where green and golden fire shine and shift constantly whenever the gem is turned. When light glances over its exterior at certain angles, it reflects back in a startling sky-blue shade rather than ordinary white.", "sig" : "57afb56544c1db3648f08925f4ad98bf" },{ "_id" : { "$oid" : "53d51bec28c46883d2000044" }, "description" : "uncut emerald", "length" : 183, "noun" : "emerald", "rarity" : "rare", "realm" : "any", "show" : "About the size of a thumbnail, this intense, grass green stone is an emerald in an unpolished state. The hexagonal gem has a slight bluish undertone and several tiny black inclusions.", "sig" : "efafb35aee60dd1d2b67b33131c28061" },{ "_id" : { "$oid" : "53d51bec28c46883d2000045" }, "description" : "eye-of-koar emerald", "length" : 284, "noun" : "emerald", "rarity" : "extremely rare", "realm" : "the rift", "show" : "The emerald is not only large, but the dramatic depths glimpsed within its facets would rival sunlight reflecting off sparkling water. The stone's color is a green so vibrant, it threatens to surpass the restrictions of sight and express its perfection in fragrance as well as beauty.", "sig" : "eded6b9877ad59a654acaa7351dd71ef" },{ "_id" : { "$oid" : "53d51bec28c46883d2000046" }, "description" : "star emerald", "length" : 304, "noun" : "emerald", "rarity" : "extremely rare", "realm" : "teras isle", "show" : "Deep green, a star emerald combines a magnificent external luster with a fascinating radiant internal pattern. Star-shaped thin black rays emanate from the emerald's center, as if an explosion was suddenly frozen and placed in the heart of the gem, forever locked inside the solid, transparent green sea.", "sig" : "72566df54a3434e588e774da66cde5a3" },{ "_id" : { "$oid" : "53d51bec28c46883d2000047" }, "description" : "deep blue eostone", "length" : 240, "noun" : "eostone", "rarity" : "", "realm" : "zul logoth", "show" : "Deep blue tones like that of an endless ocean reaching out towards a cloudless sky can be found within this cluster of prismatic crystals.  A metallic sheen covers several of the eostone's edges, though the majority of the gem is untouched.", "sig" : "fb1dd3b144edc8952c94cfe276d82a88" },{ "_id" : { "$oid" : "53d51bec28c46883d2000048" }, "description" : "olivine faenor-bloom", "length" : 285, "noun" : "faenor-bloom", "rarity" : "", "realm" : "", "show" : "Tiny green crystals cover the surface of a small, misshapen lump of faenor.  Fanning out from the metal at the stone's core, the crystals are arranged in long, curving lines that resemble the overlapping petals of a rose.  Only a few of the hard little crystals are cracked or damaged.", "sig" : "310754abbfc938e18dbf2efe15ac830e" },{ "_id" : { "$oid" : "53d51bec28c46883d2000049" }, "description" : "bronze fang", "length" : 238, "noun" : "fang", "rarity" : "", "realm" : "the rift", "show" : "Nearly triple the length of more mundane fangs, the monstrous tooth's crown is jagged, as if wrenched from the maw of a bronze beast. Reflected images upon the gleaming metal are disturbingly warped, despite the smoothly polished surface.", "sig" : "191bd7751ed4c387b3aa1ad119b3defa" },{ "_id" : { "$oid" : "53d51bec28c46883d200004a" }, "description" : "copper fang", "length" : 238, "noun" : "fang", "rarity" : "", "realm" : "the rift", "show" : "Nearly triple the length of more mundane fangs, the monstrous tooth's crown is jagged, as if wrenched from the maw of a copper beast. Reflected images upon the gleaming metal are disturbingly warped, despite the smoothly polished surface.", "sig" : "cf7943b2f3c3aeed169c380d812029d8" },{ "_id" : { "$oid" : "53d51bec28c46883d200004b" }, "description" : "gold fang", "length" : 236, "noun" : "fang", "rarity" : "", "realm" : "the rift", "show" : "Nearly triple the length of more mundane fangs, the monstrous tooth's crown is jagged, as if wrenched from the maw of a gold beast. Reflected images upon the gleaming metal are disturbingly warped, despite the smoothly polished surface.", "sig" : "7c80a4718bb3d57230ecff555dbd1164" },{ "_id" : { "$oid" : "53d51bec28c46883d200004c" }, "description" : "iron fang", "length" : 237, "noun" : "fang", "rarity" : "", "realm" : "the rift", "show" : "Nearly triple the length of more mundane fangs, the monstrous tooth's crown is jagged, as if wrenched from the maw of an iron beast. Reflected images upon the gleaming metal are disturbingly warped, despite the smoothly polished surface.", "sig" : "3f64e811b7ffe0869d90d266fda8c186" },{ "_id" : { "$oid" : "53d51bec28c46883d200004d" }, "description" : "mithril fang", "length" : 239, "noun" : "fang", "rarity" : "", "realm" : "the rift", "show" : "Nearly triple the length of more mundane fangs, the monstrous tooth's crown is jagged, as if wrenched from the maw of a mithril beast. Reflected images upon the gleaming metal are disturbingly warped, despite the smoothly polished surface.", "sig" : "fefb90f725e24f28019831016937f1f6" },{ "_id" : { "$oid" : "53d51bec28c46883d200004e" }, "description" : "platinum fang", "length" : 240, "noun" : "fang", "rarity" : "", "realm" : "the rift", "show" : "Nearly triple the length of more mundane fangs, the monstrous tooth's crown is jagged, as if wrenched from the maw of a platinum beast. Reflected images upon the gleaming metal are disturbingly warped, despite the smoothly polished surface.", "sig" : "698167b95b13f9e651ea8157a0daaa4f" },{ "_id" : { "$oid" : "53d51bec28c46883d200004f" }, "description" : "silver fang", "length" : 238, "noun" : "fang", "rarity" : "", "realm" : "the rift", "show" : "Nearly triple the length of more mundane fangs, the monstrous tooth's crown is jagged, as if wrenched from the maw of a silver beast. Reflected images upon the gleaming metal are disturbingly warped, despite the smoothly polished surface.", "sig" : "0e9c58cce7b9ca22e968255ed6e1136b" },{ "_id" : { "$oid" : "53d51bec28c46883d2000050" }, "description" : "steel fang", "length" : 237, "noun" : "fang", "rarity" : "", "realm" : "the rift", "show" : "Nearly triple the length of more mundane fangs, the monstrous tooth's crown is jagged, as if wrenched from the maw of a steel beast. Reflected images upon the gleaming metal are disturbingly warped, despite the smoothly polished surface.", "sig" : "58bc7e8df4847ee938a5cb11678ade0c" },{ "_id" : { "$oid" : "53d51bec28c46883d2000051" }, "description" : "urglaes fang", "length" : 240, "noun" : "fang", "rarity" : "", "realm" : "the rift", "show" : "Nearly triple the length of more mundane fangs, the monstrous tooth's crown is jagged, as if wrenched from the maw of an urglaes beast. Reflected images upon the gleaming metal are disturbingly warped, despite the smoothly polished surface.", "sig" : "4b49385b5dca82b8febbc353cf2b2386" },{ "_id" : { "$oid" : "53d51bec28c46883d2000052" }, "description" : "bright violet feystone", "length" : 523, "noun" : "feystone", "rarity" : "", "realm" : "", "show" : "Layers of differently colored stone compose this small jewel.  The outside layer is an intense, eye-catching purple color, and its hue pervades all examinations of the stone.  The next layer is speckled with hundreds of tiny vaalin inclusions that glitter like a sea of floating stars.  Further in, the stone becomes slightly reflective when turned properly to the light, producing an opalescent replica of your surroundings when you gaze at the gem.  A searingly bright golden luminescence glows at the heart of the stone.", "sig" : "f1330ad05162ae9863fd99d71aea4c14" },{ "_id" : { "$oid" : "53d51bec28c46883d2000053" }, "description" : "periwinkle feystone", "length" : 521, "noun" : "feystone", "rarity" : "", "realm" : "elven nations", "show" : "Layers of differently hued stone compose this small jewel.  The outside layer is a pale, translucent violet-blue color, and its hue pervades all examinations of the stone.  The next layer is speckled with hundreds of tiny vaalin inclusions that glitter like a sea of floating stars.  Further in, the stone becomes slightly reflective when turned properly to the light, producing an ethereal replica of your surroundings when you gaze at the gem, and then a faint white luminescence glows softly at the heart of the stone.", "sig" : "f0c0864205139f5e14187dea80c7c1e8" },{ "_id" : { "$oid" : "53d51bec28c46883d2000054" }, "description" : "firestone", "length" : 364, "noun" : "firestone", "rarity" : "", "realm" : "teras isle", "show" : "Translucent crimson and black, a firestone displays a smooth, though irregularly shaped, exterior.  Inside, the shiny black spots appear to move extremely slowly through a thick, glowing red liquid, almost as cooled spots of magma float atop the fiery liquid of an active lava flow.  The gem's outside, however, is solid, and the stone radiates no heat whatsoever.", "sig" : "5854a3223e68ac3c84e0a3de2df8614f" },{ "_id" : { "$oid" : "53d51bec28c46883d2000055" }, "description" : "silvery galena", "length" : 184, "noun" : "galena", "rarity" : "", "realm" : "zul logoth", "show" : "Cubic in form, the galena is bluish grey, but shines with a brilliant metallic luster. Its hard, smooth surface is riddled with lines that trace the numerous crystals that comprise it.", "sig" : "7f87f57281bbeef9ce4d123a3b4c3189" },{ "_id" : { "$oid" : "53d51bec28c46883d2000056" }, "description" : "almandine garnet", "length" : 139, "noun" : "garnet", "rarity" : "common", "realm" : "", "show" : "This rounded garnet crystal is reminiscent of a pomegranate seed. It is a deep, dark red with just a tinge of purple and has a waxy luster.", "sig" : "fbecfa79816cfcaa82c00d409f45ccaa" },{ "_id" : { "$oid" : "53d51bec28c46883d2000057" }, "description" : "blood red garnet", "length" : 173, "noun" : "garnet", "rarity" : "infrequent", "realm" : "icemule trace", "show" : "So deep a violet-red as to appear almost black, several garnet crystals combine to form a complex, multifaceted crystal. A few inclusions deep within add a mysterious depth.", "sig" : "6d3ec2af3ac1e3d197312838a0024204" },{ "_id" : { "$oid" : "53d51bec28c46883d2000058" }, "description" : "green garnet", "length" : 178, "noun" : "garnet", "rarity" : "infrequent", "realm" : "", "show" : "Although small, this cubic garnet crystal has such perfect natural facets that it appears to be already cut. It is a transparent apple green, with the pure luster of clean glass.", "sig" : "89ac05b865b19b0bd054f4cc55843e44" },{ "_id" : { "$oid" : "53d51bec28c46883d2000059" }, "description" : "orange spessartine garnet", "length" : 253, "noun" : "garnet", "rarity" : "infrequent", "realm" : "elven nations", "show" : "Tiny inclusions at the heart of the brilliant orange garnet shine like sparks dancing up from a campfire. The stream-polished stone is smooth, marred by only a few chips and roughened spots, and it shimmers brilliantly as light falls across its surface.", "sig" : "59cabe58d1f99b303c7ebba64a385b87" },{ "_id" : { "$oid" : "53d51bec28c46883d200005a" }, "description" : "sanguine wyrm's-eye garnet", "length" : 283, "noun" : "garnet", "rarity" : "very rare", "realm" : "the rift", "show" : "The garnet's blood red tone, deep and luxurious, is mottled with a pattern that resembles a reptilian eye. Faint streaks create the rims and a fleck located precisely where a reflection of light might fall gives the illusion a disquieting sense that something is staring back at you.", "sig" : "5e1e0e431a9836918507b448b9d5a791" },{ "_id" : { "$oid" : "53d51bec28c46883d200005b" }, "description" : "ametrine gem", "length" : 222, "noun" : "gem", "rarity" : "", "realm" : "zul logoth", "show" : "The distinct beauty of the ametrine gem appears to be the fruit of the union between an amethyst and citrine. Deep purple and sunny gold blend beautifully together with alluring tones of peach in this translucent gemstone.", "sig" : "daf8397ddc336452b16bf39896d3e09c" },{ "_id" : { "$oid" : "53d51bec28c46883d200005c" }, "description" : "aquamarine gem", "length" : 184, "noun" : "gem", "rarity" : "", "realm" : "any", "show" : "This single, water-clear crystal has formed in the shape of a flattened prism, with a few veil-like inclusions. It is an extraordinarily pale blue with just the faintest hint of green.", "sig" : "e9650c9e25ea6f4833727293d7ec76d8" },{ "_id" : { "$oid" : "53d51bec28c46883d200005d" }, "description" : "bright chrysoberyl gem", "length" : 174, "noun" : "gem", "rarity" : "", "realm" : "any", "show" : "The apple-green color of a bright chrysoberyl gem is enhanced by an undertone of honey gold. Several translucent crystals have grown together to create this complex specimen.", "sig" : "24e0c9b26c454d9523009a6af745cde0" },{ "_id" : { "$oid" : "53d51bec28c46883d200005e" }, "description" : "clear blue gem", "length" : 174, "noun" : "gem", "rarity" : "", "realm" : "pinefar", "show" : "As clear as ice, this gem is tinged a pale, watery blue. It is about the size of a walnut, and unevenly round. Cool to the touch, it is unaffected by the warmth of your hand.", "sig" : "1d67945a38c10a811b6e6004b3eb48b1" },{ "_id" : { "$oid" : "53d51bec28c46883d200005f" }, "description" : "fiery red gem", "length" : 191, "noun" : "gem", "rarity" : "", "realm" : "teras isle", "show" : "This large, rounded gem is a brilliant orange-red with flashes of yellow within. The fire-polished surfaces ripple with iridescence, and the crystal is almost uncomfortably warm to the touch.", "sig" : "e8ec9a02419113d44b1c4cd6b3eee5fb" },{ "_id" : { "$oid" : "53d51bec28c46883d2000060" }, "description" : "golden beryl gem", "length" : 150, "noun" : "gem", "rarity" : "", "realm" : "any", "show" : "A golden beryl gem forms a bevelled hexagonal prism of transparant sunny yellow with an undertone of green. No inclusions mar this exquisite specimen.", "sig" : "6e9dc7952923f1150add55df5301a1d8" },{ "_id" : { "$oid" : "53d51bec28c46883d2000061" }, "description" : "green chrysoprase gem", "length" : 200, "noun" : "gem", "rarity" : "", "realm" : "any", "show" : "Many chips mar the surface of this opaque lump of rock, but, where sections are smooth, light gleams softly off the polished surfaces. The hue varies between a pale, misty green and a dark forest hue.", "sig" : "d1b63bdc3a303badfb2b8bbbc5a3bc0a" },{ "_id" : { "$oid" : "53d51bec28c46883d2000062" }, "description" : "small green geode", "length" : 350, "noun" : "geode", "rarity" : "", "realm" : "teras isle", "show" : "An ugly, common piece of roughly globe-shaped rock, a small green geode contains a hidden inner beauty.  A chunk has been knocked out of the geode's side, revealing a striated layer of white and grey agate.  Farther in, the geode is hollow, its empty core lined by sharp quartz crystals that gleam in the light with a bright emerald green reflection.", "sig" : "ecd54e23cf27f303255cd1cd7b9d13ed" },{ "_id" : { "$oid" : "53d51bec28c46883d2000063" }, "description" : "small blue geode", "length" : 352, "noun" : "geode", "rarity" : "", "realm" : "teras isle", "show" : "An ugly, common piece of roughly globe-shaped rock, a small blue geode contains a hidden inner beauty.  A chunk has been knocked out of the geode's side, revealing a striated layer of white and grey agate.  Farther in, the geode is hollow, its empty core lined by sharp quartz crystals that gleam in the light with a bright ultramarine blue reflection.", "sig" : "d2d201840ecbfb226effed2e8c7a7df6" },{ "_id" : { "$oid" : "53d51bec28c46883d2000064" }, "description" : "small red geode", "length" : 342, "noun" : "geode", "rarity" : "", "realm" : "teras isle", "show" : "An ugly, common piece of roughly globe-shaped rock, a small red geode contains a hidden inner beauty.  A chunk has been knocked out of the geode's side, revealing a striated layer of white and grey agate.  Farther in, the geode is hollow, its empty core lined by sharp quartz crystals that gleam in the light with a bright crimson reflection.", "sig" : "60bd9da74b2d1f745bf9ad66fe26939a" },{ "_id" : { "$oid" : "53d51bec28c46883d2000065" }, "description" : "small purple geode", "length" : 346, "noun" : "geode", "rarity" : "", "realm" : "elven nations", "show" : "An ugly, common piece of roughly globe-shaped rock, a small purple geode contains a hidden inner beauty.  A chunk has been knocked out of the geode's side, revealing a striated layer of white and grey agate.  Farther in, the geode is hollow, its empty core lined by sharp quartz crystals that gleam in the light with a bright lavender reflection.", "sig" : "b322dc161e9446ab91f8353337fdb72c" },{ "_id" : { "$oid" : "53d51bec28c46883d2000066" }, "description" : "brilliant lilac glimaerstone", "length" : 251, "noun" : "glimaerstone", "rarity" : "", "realm" : "elven nations", "show" : "The brilliant, pale purple glimaerstone is roughly spherical in shape.  Its smooth, hard faces bear neither chip nor scratch.  From somewhere at the gem's center, an almost imperceptible glow casts faint illumination through the semitranslucent stone.", "sig" : "739a0c8c0e672153d899db1737e12626" },{ "_id" : { "$oid" : "53d51bec28c46883d2000067" }, "description" : "ceruleglimaerstone", "length" : 241, "noun" : "glimaerstone", "rarity" : "", "realm" : "elven nations", "show" : "The intense blue glimaerstone is roughly spherical in shape.  Its smooth, hard faces bear neither chip nor scratch.  From somewhere at the gem's center, an almost imperceptible glow casts faint illumination through the semitranslucent stone.", "sig" : "ce1ebb41d0546d66ce40fa45eab9b85a" },{ "_id" : { "$oid" : "53d51bec28c46883d2000068" }, "description" : "clear glimaerstone", "length" : 241, "noun" : "glimaerstone", "rarity" : "", "realm" : "elven nations", "show" : "The pale, cloudy glimaerstone is roughly spherical in shape.  Its smooth, hard faces bear neither chip nor scratch.  From somewhere at the gem's center, an almost imperceptible glow casts faint illumination through the semitranslucent stone.", "sig" : "58fbcc1380ed51fd25dbd07afa9f5349" },{ "_id" : { "$oid" : "53d51bec28c46883d2000069" }, "description" : "golden glimaerstone", "length" : 242, "noun" : "glimaerstone", "rarity" : "", "realm" : "elven nations", "show" : "The sunlight-hued glimaerstone is roughly spherical in shape.  Its smooth, hard faces bear neither chip nor scratch.  From somewhere at the gem's center, an almost imperceptible glow casts faint illumination through the semitranslucent stone.", "sig" : "c6f142f3f17ab0422417b118300cfb70" },{ "_id" : { "$oid" : "53d51bec28c46883d200006a" }, "description" : "green glimaerstone", "length" : 240, "noun" : "glimaerstone", "rarity" : "", "realm" : "elven nations", "show" : "The dusky green glimaerstone is roughly spherical in shape.  Its smooth, hard faces bear neither chip nor scratch.  From somewhere at the gem's center, an almost imperceptible glow casts faint illumination through the semitranslucent stone.", "sig" : "f05e91dabfb24fb38fae1a088bc4cdef" },{ "_id" : { "$oid" : "53d51bec28c46883d200006b" }, "description" : "peach glimaerstone", "length" : 243, "noun" : "glimaerstone", "rarity" : "", "realm" : "elven nations", "show" : "The pinkish-orange glimaerstone is roughly spherical in shape.  Its smooth, hard faces bear neither chip nor scratch.  From somewhere at the gem's center, an almost imperceptible glow casts faint illumination through the semitranslucent stone.", "sig" : "eabcf062c3b8cf434d5d7d5420b77f39" },{ "_id" : { "$oid" : "53d51bec28c46883d200006c" }, "description" : "smoky glimaerstone", "length" : 245, "noun" : "glimaerstone", "rarity" : "", "realm" : "elven nations", "show" : "The dark, smoke-hued glimaerstone is roughly spherical in shape.  Its smooth, hard faces bear neither chip nor scratch.  From somewhere at the gem's center, an almost imperceptible glow casts faint illumination through the semitranslucent stone.", "sig" : "52960925aa26b1d3c1cd56e33bf89e3d" },{ "_id" : { "$oid" : "53d51bec28c46883d200006d" }, "description" : "ultramarine glimaerstone", "length" : 247, "noun" : "glimaerstone", "rarity" : "", "realm" : "elven nations", "show" : "The dark, peacock blue glimaerstone is roughly spherical in shape.  Its smooth, hard faces bear neither chip nor scratch.  From somewhere at the gem's center, an almost imperceptible glow casts faint illumination through the semitranslucent stone.", "sig" : "f85fd29b2766dc645ffcac0e1d9dab91" },{ "_id" : { "$oid" : "53d51bec28c46883d200006e" }, "description" : "piece of petrified haon", "length" : 206, "noun" : "haon", "rarity" : "", "realm" : "", "show" : "A silvery sheen graces the surface of this rectangular chunk of rock.  Past the many flaws and imperfections, the purplish-grey crystal still contains a grain pattern that can be identified as that of haon.", "sig" : "cc37fe62f43299027eb5411178b0c1b7" },{ "_id" : { "$oid" : "53d51bec28c46883d200006f" }, "description" : "pale yellow heliodor", "length" : 320, "noun" : "heliodor", "rarity" : "", "realm" : "elven nations", "show" : "This lopsided chunk of stone has the same distinctive, pale yellow color as the eyes of a cat in the moonlight.  It is difficult to be certain of the crystal's original appearance beneath the cracks and damage that cover most of its surface, but one cleanly fractured surface reveals the beauty of its translucent heart.", "sig" : "c34a538e7184f40934fc42aaf541c94d" },{ "_id" : { "$oid" : "53d51bec28c46883d2000070" }, "description" : "yellow hyacinth", "length" : 301, "noun" : "hyacinth", "rarity" : "", "realm" : "elven nations", "show" : "Small in size and lopsided in shape, this translucent chunk of crystal is not particularly attractive to the eye.  From all sides save one, its inner fire is masked by its roughened, irregular surface, but the single smooth, flat surface reveals a brilliance at the heart equal to that of any diamond.", "sig" : "c3f3fd7442c62dab1b44554e7ea1b5aa" },{ "_id" : { "$oid" : "53d51bec28c46883d2000071" }, "description" : "piece of polished ivory", "length" : 147, "noun" : "ivory", "rarity" : "uncommon", "realm" : "icemule trace", "show" : "Apparently a fragment of a large creature's tusk, this chunk of ivory has been polished to a high gloss; whether by nature or man, you cannot tell.", "sig" : "59ef4403287b9ee8938de87f6c6061e5" },{ "_id" : { "$oid" : "53d51bec28c46883d2000072" }, "description" : "fiery jacinth", "length" : 311, "noun" : "jacinth", "rarity" : "", "realm" : "elven nations", "show" : "It is impossible to determine whether the jacinth's smooth, polished state originated with centuries of tumbling through water or the hand of a particularly skilled jeweler.  Amber light blazes at the center of the gem, refracting all the colors of flame in phoenix-like brilliance through its translucent body.", "sig" : "90ecd14a704b095edc64b9be06630c32" },{ "_id" : { "$oid" : "53d51bec28c46883d2000073" }, "description" : "piece of brown jade", "length" : 132, "noun" : "jade", "rarity" : "", "realm" : "", "show" : "Veins of fir green and blood red jade twine within the richly hued brown body of the jade, adding to the beauty of the glossy stone.", "sig" : "584c76c131cda55066afb975ad673e15" },{ "_id" : { "$oid" : "53d51bec28c46883d2000074" }, "description" : "piece of green jade", "length" : 157, "noun" : "jade", "rarity" : "", "realm" : "", "show" : "The jade has a dark gray-green coloration, with some white marbling adding character to the stone.  Its smooth, rounded edges and faces possess a waxy sheen.", "sig" : "862d11b1694d0822d73ef26de9263a00" },{ "_id" : { "$oid" : "53d51bec28c46883d2000075" }, "description" : "piece of white jade", "length" : 121, "noun" : "jade", "rarity" : "", "realm" : "", "show" : "Almost luminous, the slightly translucent jade draws your eye past its smooth surface deeper into its cream-toned depths.", "sig" : "f6b4361717194a72986bbae39a3a13f3" },{ "_id" : { "$oid" : "53d51bec28c46883d2000076" }, "description" : "piece of yellow jade", "length" : 204, "noun" : "jade", "rarity" : "", "realm" : "icemule", "show" : "Gentle swirls of honey-hued jade meld to form this lovely specimen, about the size of a halfling's fist.  The pale translucency of its outer surfaces draws your eye inward past its soft, lustrous surface.", "sig" : "0d619fea7082400726a29afc0e2a1894" },{ "_id" : { "$oid" : "53d51bec28c46883d2000077" }, "description" : "piece of black jasper", "length" : 163, "noun" : "jasper", "rarity" : "", "realm" : "", "show" : "Irregular in shape, the black jasper is mostly rough, with a few lightly polished spots.  The stone is a deep, flat black, unrelieved by variances in shade or hue.", "sig" : "8d607c79e788bfc91a3f2b1c937c0b08" },{ "_id" : { "$oid" : "53d51bec28c46883d2000078" }, "description" : "piece of red jasper", "length" : 156, "noun" : "jasper", "rarity" : "", "realm" : "", "show" : "Irregular in shape, the red jasper is mostly rough, with a few lightly polished spots.  The stone is an uneven orange-red color webbed with traces of black.", "sig" : "96fe41ff2e1e8a4e2b8dea2dd6422951" },{ "_id" : { "$oid" : "53d51bec28c46883d2000079" }, "description" : "piece of yellow jasper", "length" : 215, "noun" : "jasper", "rarity" : "", "realm" : "", "show" : "Irregular in shape, the yellow jasper is mostly rough, with a few lightly polished spots.  The stone is mostly yellow-orange in color, although the mottled surface ranges all the way from creamy white to orange-red.", "sig" : "a6b227bec68f48cbb4a2985f60f2f17b" },{ "_id" : { "$oid" : "53d51bec28c46883d200007a" }, "description" : "blue lapis lazuli", "length" : 230, "noun" : "lapis", "rarity" : "", "realm" : "any", "show" : "Bluer than a mountain lake, the lapis lazuli sparkles with shining, golden inclusions of pyrite that twinkle like captured stars.  This shapeless nodule holds great potential waiting to be released with a little careful polishing.", "sig" : "1e9521d843e631cec8aa31a7836ca801" },{ "_id" : { "$oid" : "53d51bec28c46883d200007b" }, "description" : "piece of black marble", "length" : 258, "noun" : "marble", "rarity" : "", "realm" : "", "show" : "Rough on some edges and polished on others, the hard lump only hints at the beauty that it could achieve within a jeweler's hands.  Pale grey streaks and spots the rich black surface in a pattern akin to moonlight touching the surface of a river by midnight.", "sig" : "0459bb59be7d81b582be21e0d707ae86" },{ "_id" : { "$oid" : "53d51bec28c46883d200007c" }, "description" : "piece of green marble", "length" : 293, "noun" : "marble", "rarity" : "", "realm" : "", "show" : "Shades of light and dark mottle the surface of the green stone in a pattern similar to that found on a forest floor as sunbeams shaft among the leaves.  The rough surface is unprepossessing, but it is hard enough that a jeweler could cut and polish it into something quite pleasing to the eye.", "sig" : "f876b5ac580c74151b14f9d18b4e958e" },{ "_id" : { "$oid" : "53d51bec28c46883d200007d" }, "description" : "piece of pink marble", "length" : 170, "noun" : "marble", "rarity" : "", "realm" : "", "show" : "Fine veins of scarlet and grey run through the cloudy pink stone.  Despite the rock's hardness, several chips, scratches, and cracks bear testament to past ill treatment.", "sig" : "20ff251c7235adf8790f834f807d0fd7" },{ "_id" : { "$oid" : "53d51bec28c46883d200007e" }, "description" : "piece of white marble", "length" : 271, "noun" : "marble", "rarity" : "", "realm" : "", "show" : "A faint translucency lends a ghostlike quality to the surface of the pallid stone.  Part of the stone is smoothly cut and polished, but other sections are rough and unattractive to the eye, suggesting that it was once part of a greater work that has since been destroyed.", "sig" : "aefe07b25dd8393645a2f3944da24aae" },{ "_id" : { "$oid" : "53d51bec28c46883d200007f" }, "description" : "large piece of mica", "length" : 147, "noun" : "mica", "rarity" : "", "realm" : "", "show" : "Layer upon layer of translucent sheets of mica glisten brightly, scattering light from deep within the slightly amber-hued depths of this gemstone.", "sig" : "a35a7ba4525aaac6547069ec3da3f811" },{ "_id" : { "$oid" : "53d51bec28c46883d2000080" }, "description" : "blue moonstone", "length" : 312, "noun" : "moonstone", "rarity" : "", "realm" : "teras isle", "show" : "Nearly transparent, a blue moonstone is a rounded, slightly irregularly shaped piece of feldspar. Its name springs from the deep reflection that seems to bathe the gem in a soft halo when the light strikes it, similar to the appearance of the moon on a slightly overcast night. This specimen is a light sky blue.", "sig" : "84c2b55edc8cba6257b8adb855740410" },{ "_id" : { "$oid" : "53d51bec28c46883d2000081" }, "description" : "grey moonstone", "length" : 313, "noun" : "moonstone", "rarity" : "", "realm" : "teras isle", "show" : "Nearly transparent, a grey moonstone is a rounded, slightly irregularly shaped piece of feldspar.  Its name springs from the deep reflection that seems to bathe the gem in a soft halo when the light strikes it, similar to the appearance of the moon on a slightly overcast night.  This specimen a muted steel grey.", "sig" : "c6bcc30304a463c83bb0336b602d59be" },{ "_id" : { "$oid" : "53d51bec28c46883d2000082" }, "description" : "cats-eye moonstone", "length" : 468, "noun" : "moonstone", "rarity" : "", "realm" : "teras isle", "show" : "Nearly transparent, a cats-eye moonstone is a rounded, slightly irregularly shaped piece of feldspar. Its name springs from the deep reflection that seems to bathe the gem in a soft halo when the light strikes it, similar to the appearance of the moon on a slightly overcast night. This specimen is a light grass green. Interestingly, its reflective properties seem to skew the light in polar directions, causing a slitted pupil of deeper green to form within the gem.", "sig" : "7526c83b250d92dcb5b32c71a4a987a5" },{ "_id" : { "$oid" : "53d51bec28c46883d2000083" }, "description" : "black moonstone", "length" : 378, "noun" : "moonstone", "rarity" : "", "realm" : "teras isle", "show" : "Nearly transparent, a black moonstone is a rounded, slightly irregularly shaped piece of feldspar.  Its name springs from the deep reflection that seems to bathe the gem in a soft halo when the light strikes it, similar to the appearance of the moon on a slightly overcast night.  This specimen is approaching coal black, yet it is still transparent enough to glow in the light.", "sig" : "6c651f52b1ea9f630a2c6fea4b72c2f0" },{ "_id" : { "$oid" : "53d51bec28c46883d2000084" }, "description" : "golden moonstone", "length" : 368, "noun" : "moonstone", "rarity" : "", "realm" : "teras isle", "show" : "Nearly transparent, a golden moonstone is a rounded, slightly irregularly shaped piece of feldspar. Its name springs from the deep reflection that seems to bathe the gem in a soft halo when the light strikes it, similar to the appearance of the moon on a slightly overcast night. This specimen is a striking deep gold, with small twinkling specks floating deep within.", "sig" : "faf8c7ace23e76fd4f1260f114d8d0f2" },{ "_id" : { "$oid" : "53d51bec28c46883d2000085" }, "description" : "opaline moonstone", "length" : 415, "noun" : "moonstone", "rarity" : "extremely rare", "realm" : "teras isle", "show" : "Nearly transparent, an opaline moonstone is a rounded, slightly irregularly shaped piece of feldspar. Its name springs from the deep reflection that seems to bathe the gem in a soft halo when the light strikes it, similar to the appearance of the moon on a slightly overcast night. This specimen displays rainbow colors that swirl and meld within the gem as if the gem's interior is liquid color in constant motion.", "sig" : "2ec28deeca20223fb0e7c37a42aa2f45" },{ "_id" : { "$oid" : "53d51bec28c46883d2000086" }, "description" : "pale blue moonstone", "length" : 161, "noun" : "moonstone", "rarity" : "", "realm" : "elven nations", "show" : "When light touches the translucent stone, its pallid, pitted surface glows with a ghostly blue sheen. Thin white rays shimmer over and through the ethereal blue.", "sig" : "8e910da6d73a8419607dd69b8d34c820" },{ "_id" : { "$oid" : "53d51bec28c46883d2000087" }, "description" : "pale green moonstone", "length" : 255, "noun" : "moonstone", "rarity" : "", "realm" : "elven nations", "show" : "Light caressing the surface of the moonstone creates a slim, shimmering silver band upon the misty green surface. Tiny inclusions visible in the more translucent sections of the stone mar the gem's quality, but it still retains a certain aesthetic appeal.", "sig" : "e5835f9f780fde99f654ac034ff14ee5" },{ "_id" : { "$oid" : "53d51bec28c46883d2000088" }, "description" : "silvery moonstone", "length" : 293, "noun" : "moonstone", "rarity" : "", "realm" : "elven nations", "show" : "Soft shades of silver chase one another across the moonstone's pallid surface as light strikes the gem at differing angles. Most of the pale, round stone's surfaces are pitted and damaged, but one smooth side reveals the exquisite beauty that the gem will have after proper treatment and care.", "sig" : "5cd04e434b62166e744b672f3a27a762" },{ "_id" : { "$oid" : "53d51bec28c46883d2000089" }, "description" : "gold nugget", "length" : 173, "noun" : "nugget", "rarity" : "", "realm" : "icemule/pinefar", "show" : "Showing the classic golden-yellow color and bright metallic luster of gold, this small nugget has a branching shape of thin leaves that gives it an elegant, airy appearance.", "sig" : "6a8ab31197dbdc38919a8ae83a57a144" },{ "_id" : { "$oid" : "53d51bec28c46883d200008a" }, "description" : "platinum nugget", "length" : 179, "noun" : "nugget", "rarity" : "", "realm" : "icemule/pinefar", "show" : "Although mostly weathered to a grey color with a dull metallic luster, a few points of this small nugget have been polished to reveal the distinctive white-grey sheen of platinum.", "sig" : "1ba2af3f7be8fb52ceca4aea66829ff6" },{ "_id" : { "$oid" : "53d51bec28c46883d200008b" }, "description" : "large gold nugget", "length" : 209, "noun" : "nugget", "rarity" : "", "realm" : "icemule/pinefar", "show" : "Showing the classic golden-yellow color and bright metallic luster of gold, this large nugget has a slightly rounded, almost melted form with a few deep crevices where you see small, sharp-edged gold crystals.", "sig" : "a5e334ad5e3bb623053eb7050d2a0c57" },{ "_id" : { "$oid" : "53d51bec28c46883d200008c" }, "description" : "large platinum nugget", "length" : 179, "noun" : "nugget", "rarity" : "", "realm" : "icemule/pinefar", "show" : "Although mostly weathered to a grey color with a dull metallic luster, a few points of this large nugget have been polished to reveal the distinctive white-grey sheen of platinum.", "sig" : "0359b0a631032f57ca213acb865c5557" },{ "_id" : { "$oid" : "53d51bec28c46883d200008d" }, "description" : "piece of obsidian", "length" : 182, "noun" : "obsidian", "rarity" : "", "realm" : "", "show" : "One edge of the glassy shard is sharp enough to cut an unwary finger.  Dim outlines of shapes beyond can be seen through the translucent stone, cast into shadow by the jet black hue.", "sig" : "f3122542ae92c3bf60be3e2289873b8a" },{ "_id" : { "$oid" : "53d51bec28c46883d200008e" }, "description" : "piece of spiderweb obsidian", "length" : 204, "noun" : "obsidian", "rarity" : "", "realm" : "", "show" : "Delicate white lines spread over the small piece of volcanic glass in a pattern similar to an orb weaver's graceful web.  The pale tendrils are opaque, contrasting with their translucent black background.", "sig" : "9f4bd7acb7666fd698e5068fe9705582" },{ "_id" : { "$oid" : "53d51bec28c46883d200008f" }, "description" : "piece of banded onyx", "length" : 146, "noun" : "onyx", "rarity" : "", "realm" : "elven nations", "show" : "Black and white stripes alternate evenly across this fractured piece of rock.  A subtle gleam lends beauty to the stone despite its damaged state.", "sig" : "ea667172290cebfbdd2b18c923a09d41" },{ "_id" : { "$oid" : "53d51bec28c46883d2000090" }, "description" : "piece of black onyx", "length" : 267, "noun" : "onyx", "rarity" : "", "realm" : "", "show" : "The unremittingly black hue of this opaque stone attests to the attention of a jeweler in the past, for pure black onyx does not exist in nature.  However, its fractured, roughened state gives no hint to what purpose the pebble-sized stone might once have possessed..", "sig" : "1c1cb2c82a6cb7fd513b89eb7e105ac2" },{ "_id" : { "$oid" : "53d51bec28c46883d2000091" }, "description" : "piece of onyx", "length" : 266, "noun" : "onyx", "rarity" : "", "realm" : "", "show" : "The unremittingly black hue of this opaque stone attests to the attention of a jeweler in the past, for pure black onyx does not exist in nature.  However, its fractured, roughened state gives no hint to what purpose the pebble-sized stone might once have possessed.", "sig" : "fc2df10f5aa8cf85ca138d2e077f965c" },{ "_id" : { "$oid" : "53d51bec28c46883d2000092" }, "description" : "aster opal", "length" : 395, "noun" : "opal", "rarity" : "extremely rare", "realm" : "the rift", "show" : "Bright motes sparkle within the depths of the opal, like tiny constellations in a cloudy field. The motes begin to shift as you watch ... In moments they are swirling, and you feel your mind being tugged by an inexorable force, deeper and deeper into the stone. Faster and faster the vortex spins, dragging you with it as it tightens to a fine point, with no hint of what lies on the other side.", "sig" : "bcb81d98352fe3fd9ddb8b5f0f24306b" },{ "_id" : { "$oid" : "53d51bec28c46883d2000093" }, "description" : "black opal", "length" : 256, "noun" : "opal", "rarity" : "uncommon", "realm" : "any", "show" : "Rainbows and lightning shift to and fro deep within a black opal, playing out the drama of a storm in a tiny raindrop.  With its soft pearly luster and deep black background color, this stone shows a brilliance of color unmatched by any other type of opal.", "sig" : "66e80630d2372d7da21460673e2cfb16" },{ "_id" : { "$oid" : "53d51bec28c46883d2000094" }, "description" : "boulder opal", "length" : 258, "noun" : "opal", "rarity" : "rare", "realm" : "zul logoth", "show" : "The rough, spherical shape of the gemstone reflects images, distorting them into curving streaks that only add to its beauty. Distinct bursts of brilliant color as varied as a rainbow after a storm sparkle within the smooth, hard surface of the boulder opal.", "sig" : "b257304e5f55204526e0789729ccac3b" },{ "_id" : { "$oid" : "53d51bec28c46883d2000095" }, "description" : "dragonfire opal", "length" : 289, "noun" : "opal", "rarity" : "very rare", "realm" : "teras isle", "show" : "Primarily a translucent pale yellow, a dragonfire opal displays wavering streaks of crimson and yellow. The streaks all move in the same direction, and seem to be a bit wider at one end of the stone than at the other, as if the streaks were all projected at one time from a central source.", "sig" : "30e170a0259a7fc91a49e8ae136002b8" },{ "_id" : { "$oid" : "53d51bec28c46883d2000096" }, "description" : "fire opal", "length" : 206, "noun" : "opal", "rarity" : "common", "realm" : "any", "show" : "Volcanic in origin, a fire opal is a deep, transparent orange, seemingly bright enough to glow in the dark. A color play in shades of purple, blue, and green contrasts vividly with the fiery hot background.", "sig" : "c3be7ccedbdf9d6c6d470fda22f9ea25" },{ "_id" : { "$oid" : "53d51bec28c46883d2000097" }, "description" : "moonglae opal", "length" : 351, "noun" : "opal", "rarity" : "very rare", "realm" : "elven nations", "show" : "Shades of deep forest green dominate the appearance of this small piece of rock. Where light touches the faintly translucent jewel, the opal reflects it back in small silvery crescents along its irregular surface, and the characteristic iridescence of an opal can be found only in the pallid rainbow hues sparkling at the heart of each small crescent.", "sig" : "9a236c0487d298536d029512712f0adb" },{ "_id" : { "$oid" : "53d51bec28c46883d2000098" }, "description" : "white opal", "length" : 216, "noun" : "opal", "rarity" : "uncommon", "realm" : "any", "show" : "Rainbows and lightning shift to and fro deep within a white opal, playing out the drama of a storm in a tiny raindrop. With its bright pearly luster and milky white background color, this opal is a delight to behold.", "sig" : "67e90394c0b6e4d3efca680a1e973ff4" },{ "_id" : { "$oid" : "53d51bec28c46883d2000099" }, "description" : "blue-white frost opal", "length" : 220, "noun" : "opal", "rarity" : "rare", "realm" : "icemule trace", "show" : "Gleaming with a hard, icy blue, this beautiful frost opal refracts the light in a hundred subtly different shades of pale blue. A thin coating of some white mineral along one edge gives the appearance of new-fallen snow.", "sig" : "ebd5e4d94339bf45495e0ec5ea18de73" },{ "_id" : { "$oid" : "53d51bec28c46883d200009a" }, "description" : "brilliant purple opal", "length" : 199, "noun" : "opal", "rarity" : "", "realm" : "krag dwellers", "show" : "A landscape unfolds over the surface of this opal, as a lake of rich, shimmering purple flows across mauve inlets and around russet ironstone islands.  The satiny finish is smooth and gently rounded.", "sig" : "166c9522c84140194125e5e9d9e9a1d3" },{ "_id" : { "$oid" : "53d51bec28c46883d200009b" }, "description" : "green ora-bloom", "length" : 133, "noun" : "ora-bloom", "rarity" : "", "realm" : "elven nations", "show" : "Like some unlikely coral, clusters of tiny, pale green crystals of unrefined ora form neat mounds on a substrate of chalky limestone.", "sig" : "b14fec7a5658712dbe2b124d9e34855b" },{ "_id" : { "$oid" : "53d51bec28c46883d200009c" }, "description" : "golden firemote orb", "length" : 353, "noun" : "orb", "rarity" : "extremely rare", "realm" : "the rift", "show" : "The firemote orb is a fist-sized perfect sphere filled with luminescent colors. The hues shift as the orb is turned, melting into neighboring tones and almost pulsing with an inner fire. Small sparkles of light -- tiny pinpricks so small they're almost invisible -- flicker every so often within the orb's interior, like stars within a multicolored sky.", "sig" : "6005c84ed111cee6a4c2f87dcc1e5e26" },{ "_id" : { "$oid" : "53d51bec28c46883d200009d" }, "description" : "murky shadowglass orb", "length" : 270, "noun" : "orb", "rarity" : "extremely rare", "realm" : "the rift", "show" : "The shadowglass orb is a smoky color reminiscent of fog at dusk or dawn. While it gives the impression of depth at a casual glance, it refuses to reveal anything more on a closer examination, and in fact, seems to grow more unresponsive and flat the more you look at it.", "sig" : "676653a6da46a25210b06d4227c59d40" },{ "_id" : { "$oid" : "53d51bec28c46883d200009e" }, "description" : "brilliant fire pearl", "length" : 225, "noun" : "pearl", "rarity" : "", "realm" : "solhaven", "show" : "Slightly oval, a brilliant fire pearl is a smooth, crystalline gemstone formed by an ocean mollusk. The pearl gleams in the light, its satiny smooth, deep crimson surface glowing slightly as if a small fire burns deep within.", "sig" : "872c2d279372c4c5a96b43ec3f785176" },{ "_id" : { "$oid" : "53d51bec28c46883d200009f" }, "description" : "iridescent pearl", "length" : 232, "noun" : "pearl", "rarity" : "", "realm" : "solhaven", "show" : "Perfectly round, an iridescent pearl is a smooth, crystalline gemstone formed by an ocean mollusk. The pearl gleams in the light, its satiny smooth snow white surface glowing slightly as if a small bit of energy resides deep within.", "sig" : "e9a36604d0658579ddb6983f4e6e15b9" },{ "_id" : { "$oid" : "53d51bec28c46883d20000a0" }, "description" : "metallic black pearl", "length" : 246, "noun" : "pearl", "rarity" : "", "realm" : "the rift", "show" : "Ripples of silver and gold flow over the metallic black surface of the pearl, like illuminated waves upon a dark and lifeless world. Intermittent sparks of ruby, emerald and sapphire fade to grey as the pearl's tenebrous grasp swallows the light.", "sig" : "f5bf227c7ca1a9977ec18c720f7dff37" },{ "_id" : { "$oid" : "53d51bec28c46883d20000a1" }, "description" : "black pearl", "length" : 186, "noun" : "pearl", "rarity" : "", "realm" : "any", "show" : "Layers of nacre create the soft iridescence of a (size) black pearl. Not a single spot or flaw mars the smooth, even texture. Many colors are contained in the ever-shifting black finish.", "sig" : "dfa6d813e3da858cbbd4eda12676ff7f" },{ "_id" : { "$oid" : "53d51bec28c46883d20000a2" }, "description" : "grey pearl", "length" : 181, "noun" : "pearl", "rarity" : "", "realm" : "any", "show" : "Layers of nacre create the soft iridescence of a (size) grey pearl. Not a single spot or flaw mars the smooth, even texture. Many colors are contained in the refractive grey finish.", "sig" : "108ed38b25b9984d5bc8a1aa888db9c1" },{ "_id" : { "$oid" : "53d51bec28c46883d20000a3" }, "description" : "pink pearl", "length" : 183, "noun" : "pearl", "rarity" : "", "realm" : "any", "show" : "Layers of nacre create the soft iridescence of a (size) pink pearl. Not a single spot or flaw mars the smooth, even texture. Many colors are contained in the luminescent pink surface.", "sig" : "03b9495c003f7298f8a59fb4291195b6" },{ "_id" : { "$oid" : "53d51bec28c46883d20000a4" }, "description" : "white pearl", "length" : 183, "noun" : "pearl", "rarity" : "", "realm" : "any", "show" : "Layers of nacre create the soft iridescence of a (size) white pearl. Not a single spot or flaw mars the smooth, even texture. Many colors are contained in the depthless ivory surface.", "sig" : "fb92a8578930dc064b901e520266d7ca" },{ "_id" : { "$oid" : "53d51bec28c46883d20000a5" }, "description" : "pink peridot", "length" : 393, "noun" : "peridot", "rarity" : "", "realm" : "teras isle", "show" : "A small, multi-sided bar, a pink peridot's unpolished transparent surfaces still gleam and reflect the light in shifting, soft pink patterns.  The gem seems denser in portions, the impression reinforced by the darker areas within the more abundant lighter composition.  The peridot naturally occurs with sharp edges and flat surfaces, though no hammer or chisel has touched the gem's surfaces.", "sig" : "ef1cbfb89b03d2e16e1671bfd739e0dd" },{ "_id" : { "$oid" : "53d51bec28c46883d20000a6" }, "description" : "green peridot", "length" : 395, "noun" : "peridot", "rarity" : "", "realm" : "teras isle", "show" : "A small, multi-sided bar, a green peridot's unpolished transparent surfaces still gleam and reflect the light in shifting, soft green patterns.  The gem seems denser in portions, the impression reinforced by the darker areas within the more abundant lighter composition.  The peridot naturally occurs with sharp edges and flat surfaces, though no hammer or chisel has touched the gem's surfaces.", "sig" : "c1dc774ad98afcc3d5adf1a9ecbfd65a" },{ "_id" : { "$oid" : "53d51bec28c46883d20000a7" }, "description" : "blue peridot", "length" : 393, "noun" : "peridot", "rarity" : "", "realm" : "teras isle", "show" : "A small, multi-sided bar, a blue peridot's unpolished transparent surfaces still gleam and reflect the light in shifting, soft blue patterns.  The gem seems denser in portions, the impression reinforced by the darker areas within the more abundant lighter composition.  The peridot naturally occurs with sharp edges and flat surfaces, though no hammer or chisel has touched the gem's surfaces.", "sig" : "ed54f918c59e4bf47fa1bb624002c457" },{ "_id" : { "$oid" : "53d51bec28c46883d20000a8" }, "description" : "piece of blue quartz", "length" : 167, "noun" : "quartz", "rarity" : "", "realm" : "", "show" : "Several scratches mar the surface of the thumbnail-sized crystal, but the exquisite robin's-egg blue color shimmers past the damage wrought by time and poor treatment.", "sig" : "10199e7e7b1eb03d5839e2bc2180388a" },{ "_id" : { "$oid" : "53d51bec28c46883d20000a9" }, "description" : "piece of carneliquartz", "length" : 273, "noun" : "quartz", "rarity" : "", "realm" : "", "show" : "Shaped like a thick, faceted spear, a piece of carnelian quartz contains a cloudy galaxy of honey-gold tones floating within a clear, transparent solid.  Darker needles angle through the crystal like schools of fish, and tiny black inclusions add visual weight to the base.", "sig" : "d3b91d9e651967729f395d7767a6f866" },{ "_id" : { "$oid" : "53d51bec28c46883d20000aa" }, "description" : "piece of cat's eye quartz", "length" : 196, "noun" : "quartz", "rarity" : "", "realm" : "", "show" : "Just barely visible in this roughly rounded crystal is a band of silver light that moves across the surface as the quartz is turned.  The grey and black matrix has a fractured, chaotic appearance.", "sig" : "574785a3173e96343e60be31ed00fd4a" },{ "_id" : { "$oid" : "53d51bec28c46883d20000ab" }, "description" : "piece of citrine quartz", "length" : 189, "noun" : "quartz", "rarity" : "", "realm" : "", "show" : "Shaped like a tapered spear, a piece of citrine quartz has a delicate translucence and a slightly dulled luster.  It is a warm lemon yellow with diffuse clouds of milky white near the base.", "sig" : "2ed83d44c179aafb72921033d447131e" },{ "_id" : { "$oid" : "53d51bec28c46883d20000ac" }, "description" : "piece of rose quartz", "length" : 151, "noun" : "quartz", "rarity" : "", "realm" : "", "show" : "A cluster of lightly etched crystals make up a piece of rose quartz.  The stone is a milky rose pink, with just enough translucence to catch the light.", "sig" : "c6681b76c3aa9a0003da08cff5cb1461" },{ "_id" : { "$oid" : "53d51bec28c46883d20000ad" }, "description" : "quartz crystal", "length" : 219, "noun" : "crystal", "rarity" : "", "realm" : "", "show" : "Dozens of small, translucent quartz crystals cluster tightly together, their hard-edged surfaces bright with an almost greasy luster.  Though cloudy white at the base, the crystals are perfectly transparent at the tips.", "sig" : "95a491fa1e955ef0fb5bdd7986caa0f9" },{ "_id" : { "$oid" : "53d51bec28c46883d20000ae" }, "description" : "shard of rainbow quartz", "length" : 293, "noun" : "quartz", "rarity" : "", "realm" : "", "show" : "From stem to stern, this triangular shard of quartz displays every color of the rainbow along its rough length.  The surfaces are unpolished, but the changes of hue that proceed in wide, striped bands along its length that have a certain appeal despite the damaged state of the broken crystal.", "sig" : "cfc7984e2e9d84f3d217d4211e1a81a7" },{ "_id" : { "$oid" : "53d51bec28c46883d20000af" }, "description" : "tangerine quartz", "length" : 224, "noun" : "quartz", "rarity" : "", "realm" : "zul logoth", "show" : "Several smaller crystals grow at odd angles from the larger, more tabular quartz crystal.  The gorgeous vivid orange color of the tangerine quartz is not uniform, but fades into transparency at several points within the gem.", "sig" : "80febaaac513fd44f8ae832af85ffd8f" },{ "_id" : { "$oid" : "53d51bec28c46883d20000b0" }, "description" : "asterfire quartz", "length" : 436, "noun" : "quartz", "rarity" : "", "realm" : "teras isle", "show" : "A long, clear polyhedron, the asterfire quartz displays flat planes and sharply defined, straight edges.  The ends are jagged and pointy, as if the quartz has been broken off of a longer piece.  Thin, dark red tendrils extend out from a central point within the stone, reaching toward the edges of the quartz.  All the tendrils are constrained in a single plane, as if a red quartz flower had suddenly sprung up within the stone itself.", "sig" : "76f7450e1a0aafe2490dabf7bb11b229" },{ "_id" : { "$oid" : "53d51bec28c46883d20000b1" }, "description" : "dragonfire quartz", "length" : 308, "noun" : "quartz", "rarity" : "", "realm" : "teras isle", "show" : "A long, clear polyhedron, the dragonfire quartz displays flat planes and sharply defined, straight edges.  The ends are jagged and pointy, as if the quartz has been broken off of a longer piece.  Wavering bright crimson and deep yellow tendrils extend along the length of the stone, reaching from end to end.", "sig" : "a08074eba12b0e41a89a258b274c708a" },{ "_id" : { "$oid" : "53d51bec28c46883d20000b2" }, "description" : "dragon's-fang quartz", "length" : 257, "noun" : "quartz", "rarity" : "", "realm" : "the rift", "show" : "Shaped like an elongated, arced canine, the quartz is tinted the color of old, yellowish ivory at its blunt end. As it narrows toward its opposite extremity however, it deepens through a range of ochre, sienna, and finally ends in a deep shade of vermilion.", "sig" : "83983853893e90887f0d6042fd47421c" },{ "_id" : { "$oid" : "53d51bec28c46883d20000b3" }, "description" : "leopard quartz", "length" : 349, "noun" : "quartz", "rarity" : "", "realm" : "teras isle", "show" : "A long, clear polyhedron, the leopard quartz displays flat planes and sharply defined, straight edges.  The ends are jagged and pointy, as if the quartz has been broken off of a longer piece.  Patches of dark umber and golden brown impurities float throughout the quartz, giving it a spotted appearance similar to the carnivore that shares its name.", "sig" : "d10e128e228c2e965d68ef0da35d34fd" },{ "_id" : { "$oid" : "53d51bec28c46883d20000b4" }, "description" : "shard of oblivion quartz", "length" : 395, "noun" : "quartz", "rarity" : "", "realm" : "the rift", "show" : "The shard's surface is irregular, with layer upon layer of crystalline formations with no discernable direction or logic. Its color is a glassy brown that allows you to see into the stone, but its tenebrous tone prevents you from seeing through it. As you gaze into the dark and reflective depths of the alien gem, you find yourself drawn to the curious and strangely beckoning mysteries within.", "sig" : "ea40bde5980ac7161e83e716dbad140f" },{ "_id" : { "$oid" : "53d51bec28c46883d20000b5" }, "description" : "golden rhimar-bloom", "length" : 122, "noun" : "rhimar-bloom", "rarity" : "", "realm" : "icemule/pinefar", "show" : "Forming a deep vein within an ice-white chunk of marble, long strands of rhimar-bloom glimmer with a chilly golden luster.", "sig" : "295440378105263a69e08c8d6c2aa215" },{ "_id" : { "$oid" : "53d51bec28c46883d20000b6" }, "description" : "blue star-shaped riftshard", "length" : 207, "noun" : "riftshard", "rarity" : "very rare", "realm" : "the rift", "show" : "The star-shaped riftshard is delicate and otherworldly, with its pale, luminescent color and deeper flecks of iridescent ultramarine, which glisten within the firmament of the lighter color like tiny jewels.", "sig" : "bd461be0a3d074162f1f4df73e5cf558" },{ "_id" : { "$oid" : "53d51bec28c46883d20000b7" }, "description" : "faceted midnight blue riftstone", "length" : 289, "noun" : "riftstone", "rarity" : "", "realm" : "the rift", "show" : "The riftstone is a brilliant shade of indigo blue, with reflective facets that seem to draw the ambient light into the stone's swirling heart. Within the depths of that tiny microcosm, a ring of fog drifts slowly around a pinpoint of flickering light that modulates in intermittent bursts.", "sig" : "ddb03eac344f3fa457e8d2cd85c6ab10" },{ "_id" : { "$oid" : "53d51bec28c46883d20000b8" }, "description" : "pale violet riftstone", "length" : 285, "noun" : "riftstone", "rarity" : "", "realm" : "the rift", "show" : "The violet riftstone is a pleasing shade of lilac striated with a delicate pattern of darker, violet veins. Although its uneven facets are mostly opaque, they occasionally emit a subtle sparkle, as though a small burst of energy has escaped from the hidden depths of the stone's heart.", "sig" : "2bc8b970e4c81f0ef7ba000901c6658d" },{ "_id" : { "$oid" : "53d51bec28c46883d20000b9" }, "description" : "piece of black riftstone", "length" : 222, "noun" : "riftstone", "rarity" : "", "realm" : "the rift", "show" : "The hunk of black rock is unevenly formed, its pocked surface opaque and non-reflective. A few veins of color send violet tendrils across the unremarkable face of the stone in a pattern resembling a pale bolt of lightning.", "sig" : "64bc70b6781622d85fe0f9514ac12759" },{ "_id" : { "$oid" : "53d51bec28c46883d20000ba" }, "description" : "piece of rosespar", "length" : 199, "noun" : "rosespar", "rarity" : "", "realm" : "", "show" : "A gentle pink hue suffuses the silky, faintly translucent stone, which is roughly the size of a strawberry.  It has a fibrous texture, and its soft surface has been damaged with many nicks and scars.", "sig" : "48f31a04cf9e1722aa47ed1537d5290c" },{ "_id" : { "$oid" : "53d51bec28c46883d20000bb" }, "description" : "dragon's-tear ruby", "length" : 407, "noun" : "ruby", "rarity" : "", "realm" : "elven nations", "show" : "This octagonal piece of stone has not been polished,but even the pitting and pocking of its exteriorcannot hide its value and beauty. The translucent gem glistens with the same dark red as a coagulating drop of blood. When light glances over its exterior, it reflects back in a startling sky-blue shade rather than white, but the fire that blazes in the jewel's dark heart is of an unmistakable crimson hue.", "sig" : "1f0da488b1446a5e296a31ca16bde966" },{ "_id" : { "$oid" : "53d51bec28c46883d20000bc" }, "description" : "dwarf-cut ruby", "length" : 280, "noun" : "ruby", "rarity" : "", "realm" : "unknown", "show" : "Minute flecks of golden imflass contaminate the ruby, but, rather than detracting from the deep red gem's beauty, they enhance it -- for each fleck is shaped like a tiny fern frond, and the miniscule golden shapes swirl like a whirlwind around the incandescent heart of the jewel.", "sig" : "b4eb3b6941986b3aa84540c868b7013e" },{ "_id" : { "$oid" : "53d51bec28c46883d20000bd" }, "description" : "star ruby", "length" : 280, "noun" : "ruby", "rarity" : "", "realm" : "any", "show" : "Cut into a simple cabochon, the top of this ruby displays a silvery six-legged star that follows the light and appears to hover above the surface of the gem. The stone itself is dark pink, and only partially translucent due to the rutile needles that create the stunning asterism.", "sig" : "55a3b229e67a8591017eba1ac43b4f78" },{ "_id" : { "$oid" : "53d51bec28c46883d20000be" }, "description" : "uncut ruby", "length" : 188, "noun" : "ruby", "rarity" : "", "realm" : "any", "show" : "A deep, pigeon blood red, the ruby is a barrel-shaped hexagon with tiny parallel grooves on all surfaces. A stream-polished spot on one side reveals the translucency of the gem's interior.", "sig" : "b6ba6aee38a9f2a46f3eb42d9f652f3d" },{ "_id" : { "$oid" : "53d51bec28c46883d20000bf" }, "description" : "sylvarraend ruby", "length" : 280, "noun" : "ruby", "rarity" : "", "realm" : "elven nations", "show" : "Minute flecks of golden imflass contaminate the ruby, but, rather than detracting from the deep red gem's beauty, they enhance it -- for each fleck is shaped like a tiny fern frond, and the miniscule golden shapes swirl like a whirlwind around the incandescent heart of the jewel.", "sig" : "b4eb3b6941986b3aa84540c868b7013e" },{ "_id" : { "$oid" : "53d51bed28c46883d20000c0" }, "description" : "jewel-toned dragonfly saewehna", "length" : 299, "noun" : "saewehna", "rarity" : "", "realm" : "isle of the four winds", "show" : "Streaked with ruby, emerald, sapphire, and topaz, the cabochon of dragonfly saewehna is predominantly warm sapphire in hue.  The ever-changing kaleidoscopic surface of the jewel throbs and swirls like a slowly rotating tempest, and veins of amethyst highlight the intensity of each individual color.", "sig" : "e0d1b3261f6406de97cbc482ac08fcc2" },{ "_id" : { "$oid" : "53d51bed28c46883d20000c1" }, "description" : "bright orange butterfly saewehna", "length" : 294, "noun" : "saewehna", "rarity" : "", "realm" : "isle of the four winds", "show" : "Streaked with cream, ebon, and pristine white, the cabochon of butterfly saewehna is predominantly vibrant orange in hue. The ever-changing kaleidoscopic surface of the jewel throbs and swirls like a slowly rotating tempest, and veins of silver highlight the intensity of each individual color.", "sig" : "1b08a95d2b1f9fdb05f95d8d1f11b103" },{ "_id" : { "$oid" : "53d51bed28c46883d20000c2" }, "description" : "iridescent azure butterfly saewehna", "length" : 290, "noun" : "saewehna", "rarity" : "", "realm" : "isle of the four winds", "show" : "Streaked with sable and shimmering verdigris, the cabochon of butterfly saewehna is predominantly warm lapis in hue.  The ever-changing kaleidoscopic surface of the jewel throbs and swirls like a slowly rotating tempest, and veins of silver highlight the intensity of each individual color.", "sig" : "e47a48fd97df0e462220be920cdc887a" },{ "_id" : { "$oid" : "53d51bed28c46883d20000c3" }, "description" : "pale gold firefly saewehna", "length" : 279, "noun" : "saewehna", "rarity" : "", "realm" : "isle of the four winds", "show" : "Streaked with ebon, grey, and niveous, the cabochon of firefly saewehna is predominantly warm gold in hue. The ever-changing kaleidoscopic surface of the jewel throbs and swirls like a slowly rotating tempest, and veins of bronze highlight the intensity of each individual color.", "sig" : "4b38aac56d7aa750f0bcf70c3483dee9" },{ "_id" : { "$oid" : "53d51bed28c46883d20000c4" }, "description" : "silver firefly saewehna", "length" : 280, "noun" : "saewehna", "rarity" : "", "realm" : "isle of the four winds", "show" : "Streaked with copper, bronze, and brass the cabochon of firefly saewehna is predominantly warm silver in hue. The ever-changing kaleidoscopic surface of the jewel throbs and swirls like a slowly rotating tempest, and veins of ebon highlight the intensity of each individual color.", "sig" : "55c4b56fe8175a88e60b72dd696ef2c7" },{ "_id" : { "$oid" : "53d51bed28c46883d20000c5" }, "description" : "vibrant hummingbird saewehna", "length" : 312, "noun" : "saewehna", "rarity" : "", "realm" : "isle of the four winds", "show" : "Streaked with brilliant tones of ruby and fuchsia, the cabochon of hummingbird saewehna is predominantly iridescent green in hue.  The ever-changing kaleidoscopic surface of the jewel throbs and swirls like a slowly rotating tempest, and veins of silver and gold highlight the intensity of each individual color.", "sig" : "e4c621507212eddeecfa15ee755f40eb" },{ "_id" : { "$oid" : "53d51bed28c46883d20000c6" }, "description" : "russet and cream moth saewehna", "length" : 286, "noun" : "saewehna", "rarity" : "", "realm" : "isle of the four winds", "show" : "Streaked with soft, neutral grey, and ivory, the cabochon of moth saewehna is predominantly reddish brown in hue. The ever-changing kaleidoscopic surface of the jewel throbs and swirls like a slowly rotating tempest, and veins of copper highlight the intensity of each individual color.", "sig" : "123315675508eab8f63b2745f2379d8c" },{ "_id" : { "$oid" : "53d51bed28c46883d20000c7" }, "description" : "silvery mint green moth saewehna", "length" : 298, "noun" : "saewehna", "rarity" : "", "realm" : "isle of the four winds", "show" : "Streaked with warm cream and faint hints of pinkish brown, the cabochon of moth saewehna is predominantly mint green in hue.  The ever-changing kaleidoscopic surface of the jewel throbs and swirls like a slowly rotating tempest, and veins of silver highlight the intensity of each individual color.", "sig" : "2f9a01463d6215a78a2ce2b372a32c02" },{ "_id" : { "$oid" : "53d51bed28c46883d20000c8" }, "description" : "blue sapphire", "length" : 182, "noun" : "sapphire", "rarity" : "rare", "realm" : "any", "show" : "Shaped like a double pyramid, a blue sapphire has a dull, pearly finish.  The crystal has a deep royal blue coloration and a subtle cloudiness that makes it appear almost opalescent.", "sig" : "792c747498d3f3eec6d37675812599cf" },{ "_id" : { "$oid" : "53d51bed28c46883d20000c9" }, "description" : "blue shimmarglin sapphire", "length" : 380, "noun" : "sapphire", "rarity" : "rare", "realm" : "elven nations", "show" : "Though it has not been properly faceted, the small jewel still collects light at its core and refracts it to the surface in a beautifully sparkling starburst.  In hue, it is the same rich, serene blue with a tiny hint of green as a tropical lagoon.  There is no play of colors in the stone's center, but the surface shimmers with iridescence similar to that of a butterfly's wing.", "sig" : "119d0f5ca161d95e01bb821ef17ede74" },{ "_id" : { "$oid" : "53d51bed28c46883d20000ca" }, "description" : "clear sapphire", "length" : 175, "noun" : "sapphire", "rarity" : "common", "realm" : "any", "show" : "Shaped like a double pyramid, a clear sapphire has a dull, pearly finish. The crystal has no color to it at all and a subtle cloudiness that makes it appear almost opalescent.", "sig" : "fc31f2087bc52c3e5ef047fa12703dd5" },{ "_id" : { "$oid" : "53d51bed28c46883d20000cb" }, "description" : "dragonsbreath sapphire", "length" : 352, "noun" : "sapphire", "rarity" : "very rare", "realm" : "teras isle", "show" : "A clear, pale blue gem, a dragonsbreath sapphire could easily be the cold breath of a dragon, solidified into stone.  Thin tendrils of white mist swirled through the gem leave foggy trails in the ice blue crystal.  Though glasslike, its edges are not sharp or pointed, but rather rounded as if the gem has been subjected to an intense scouring process.", "sig" : "903cc708c6d8074f3391956fafa9d0b3" },{ "_id" : { "$oid" : "53d51bed28c46883d20000cc" }, "description" : "dragonseye sapphire", "length" : 498, "noun" : "sapphire", "rarity" : "very rare", "realm" : "elven nations", "show" : "The outer edges of the sapphire are the same deep blue color as lapis, and, like lapis, flecks of gold tinge the stone.  Unlike lapis, the gem permits light to pervade its depths, but, as light trespasses toward the center, less and less reflects back, creating a slow shift from the rich lapis hue through the blues of twilight to the darkness of a midnight sky.  Dark crimson fire gleams in the heart of the stone, surrounded by rays of amber threading weakly through the darkest blue imaginable.", "sig" : "23e4202b075cc490acda338d9f075adb" },{ "_id" : { "$oid" : "53d51bed28c46883d20000cd" }, "description" : "deep blue mermaid's-tear sapphire", "length" : 411, "noun" : "sapphire", "rarity" : "very rare", "realm" : "solhaven river's rest", "show" : "Generally oval in shape from the constant buffeting of the ocean, a deep blue mermaid's-tear sapphire carries the coloration of the ocean's depths. Seafarers' tales claim the gems are deposited near shore as the result of mermaids lamenting the loss of their loved ones to landfaring predators. The sapphire is closer to opaque than to transparent, and the entire gem glows brilliantly when struck by the light.", "sig" : "710b643a53ef42c0a3ac709489ed6d8a" },{ "_id" : { "$oid" : "53d51bed28c46883d20000ce" }, "description" : "dwarf-cut sapphire", "length" : 378, "noun" : "sapphire", "rarity" : "unknown", "realm" : "unknown", "show" : "Though it has not been properly faceted, the small jewel still collects light at its core and refracts it to the surface in a beautifully sparkling starburst. In hue, it is the same rich, serene blue with a tiny hint of green as a tropical lagoon. There is no play of colors in the stone's center, but the surface shimmers with iridescence similar to that of a butterfly's wing.", "sig" : "c4b455154ffcff44aa9aac868dabf1d6" },{ "_id" : { "$oid" : "53d51bed28c46883d20000cf" }, "description" : "green sapphire", "length" : 170, "noun" : "sapphire", "rarity" : "common", "realm" : "any", "show" : "Shaped like a double pyramid, a green sapphire has a dull, pearly finish. The crystal has a rich green hue and a subtle cloudiness that makes it appear almost opalescent.", "sig" : "deb7798bb188afa9c3fe07696c2aabfa" },{ "_id" : { "$oid" : "53d51bed28c46883d20000d0" }, "description" : "lavender shimmarglin sapphire", "length" : 294, "noun" : "sapphire", "rarity" : "rare", "realm" : "elven nations", "show" : "Though it has not been properly faceted, the small purple gem still collects light at its core and refracts it to the surface in a beautifully sparkling starburst. There is no play of colors in the stone's center, but the surface shimmers with iridescence similar to that of a butterfly's wing.", "sig" : "b152575662c50a1fdf24792bff4dd338" },{ "_id" : { "$oid" : "53d51bed28c46883d20000d1" }, "description" : "pale water sapphire", "length" : 329, "noun" : "sapphire", "rarity" : "common", "realm" : "elven nations", "show" : "A jagged crack runs across one corner of the small, square-cut gem. At one angle, the gem appears to be pale violet-blue, while, at another, it looks honey yellow, and, from a third, it is as clear as water. If not for its peculiar habit of shifting hue, it would be as unimpressive as a piece of well-cut but ill-treated quartz.", "sig" : "f68d4c7e2740ac625a0356f6d2256f02" },{ "_id" : { "$oid" : "53d51bed28c46883d20000d2" }, "description" : "pink sapphire", "length" : 181, "noun" : "sapphire", "rarity" : "uncommon", "realm" : "any", "show" : "Shaped like a double pyramid, a pink sapphire has a dull, pearly finish. The crystal has an intensely pink coloration and a subtle cloudiness that makes it appear almost opalescent.", "sig" : "f00877770f5aeb4ed5077937f9720c77" },{ "_id" : { "$oid" : "53d51bed28c46883d20000d3" }, "description" : "star sapphire", "length" : 279, "noun" : "sapphire", "rarity" : "common", "realm" : "any", "show" : "Shaped like a double pyramid, a star sapphire has a dull, pearly finish.  The crystal has a very faint blue coloration and a subtle cloudiness that makes it appear almost opalescent.  When held in just the right way, a many-pointed star can be seen in the depths of the sapphire.", "sig" : "495caa0d857a14f0f49e0cd21c63d378" },{ "_id" : { "$oid" : "53d51bed28c46883d20000d4" }, "description" : "violet sapphire", "length" : 182, "noun" : "sapphire", "rarity" : "common", "realm" : "any", "show" : "Shaped like a double pyramid, a violet sapphire has a dull, pearly finish. The crystal has a vibrant reddish-blue tint and a subtle cloudiness that makes it appear almost opalescent.", "sig" : "dfaf96a07e741104c6b599a534ea44de" },{ "_id" : { "$oid" : "53d51bed28c46883d20000d5" }, "description" : "yellow sapphire", "length" : 186, "noun" : "sapphire", "rarity" : "common", "realm" : "any", "show" : "Shaped like a double pyramid, a yellow sapphire has a dull, pearly finish. The crystal has a pale golden yellow coloration and a subtle cloudiness that makes it appear almost opalescent.", "sig" : "baca6a6969926b9fd54a142b58f96e7c" },{ "_id" : { "$oid" : "53d51bed28c46883d20000d6" }, "description" : "umber sard", "length" : 242, "noun" : "sard", "rarity" : "", "realm" : "", "show" : "The rough edges of this stone attest to past fractures.  The hue varies from place to place on the surface, running the gamut between dark yellow and a brown so deep that it is almost black, but a faint translucency pervades it in all places.", "sig" : "49b1ad14bd1308359aa326e4bd957ef3" },{ "_id" : { "$oid" : "53d51bed28c46883d20000d7" }, "description" : "blood red teardrop-etched scarab", "length" : 246, "noun" : "scarab", "rarity" : "rare", "realm" : "traps", "show" : "You see a blood red teardrop-etched scarab, which is no more than an inch long and possessing of six stubby segmented legs. The scarab's entire carapace is a warm reddish hue, save for a single patch on its back which darkens in a teardrop shape.", "sig" : "b46897a0df2e848ebdb29d6e3831ad1b" },{ "_id" : { "$oid" : "53d51bed28c46883d20000d8" }, "description" : "etched translucent scarab", "length" : 303, "noun" : "scarab", "rarity" : "rare", "realm" : "traps", "show" : "You see an etched translucent scarab, which is no more than an inch long and possessing of six stubby segmented legs. Etched into the semi-translucent carapace of the scarab is a large eye surrounded by an imperfect ring of runes. The eye slowly shifts to and fro, as though monitoring its surroundings.", "sig" : "7e24ad38a9596a6ff1b431bfbd88a7aa" },{ "_id" : { "$oid" : "53d51bed28c46883d20000d9" }, "description" : "glimmering opalescent scarab", "length" : 254, "noun" : "scarab", "rarity" : "rare", "realm" : "traps", "show" : "You see a glimmering opalescent scarab, which is no more than an inch long and possessing of six stubby segmented legs. The scarab's shell glistens wetly, colors playing across it in varying patterns, accentuating the shifting runes etched into its back.", "sig" : "66916713239bd093ff9fc88da71ea7cf" },{ "_id" : { "$oid" : "53d51bed28c46883d20000da" }, "description" : "sea-green glaes scarab", "length" : 332, "noun" : "scarab", "rarity" : "rare", "realm" : "traps", "show" : "You see a sea-green glaes scarab, which is no more than an inch long and possessing of six stubby segmented legs. The scarab's carapace is made out of pure sea-green glaes, intricately carved and polished to a smooth finish. Etched into the scarab's surface are intricate runes which seem to writhe across it as the light hits them.", "sig" : "4cb3c562844c9b46af2e46032edbf383" },{ "_id" : { "$oid" : "53d51bed28c46883d20000db" }, "description" : "sky-blue glaes scarab", "length" : 330, "noun" : "scarab", "rarity" : "rare", "realm" : "traps", "show" : "You see a sky-blue glaes scarab, which is no more than an inch long and possessing of six stubby segmented legs. The scarab's carapace is made out of pure sky-blue glaes, intricately carved and polished to a smooth finish. Etched into the scarab's surface are intricate runes which seem to writhe across it as the light hits them.", "sig" : "9f02f9cfdc178f9f388adc4bd8156fac" },{ "_id" : { "$oid" : "53d51bed28c46883d20000dc" }, "description" : "spiked onyx scarab", "length" : 215, "noun" : "scarab", "rarity" : "rare", "realm" : "traps", "show" : "You see a spiked onyx scarab, which is no more than an inch long and possessing of six stubby segmented legs. The scarab's carapace is glossy black, covered with dozens of inward-curving spikes which resemble fangs.", "sig" : "aebcafb8f8ff1f590060cf6a0f9460bd" },{ "_id" : { "$oid" : "53d51bed28c46883d20000dd" }, "description" : "hazy red seglass disk", "length" : 0, "noun" : "disk", "rarity" : "", "realm" : "isle of the four winds", "show" : "", "sig" : "d41d8cd98f00b204e9800998ecf8427e" },{ "_id" : { "$oid" : "53d51bed28c46883d20000de" }, "description" : "mist blue seglass disk", "length" : 0, "noun" : "disk", "rarity" : "", "realm" : "isle of the four winds", "show" : "", "sig" : "d41d8cd98f00b204e9800998ecf8427e" },{ "_id" : { "$oid" : "53d51bed28c46883d20000df" }, "description" : "round amber seglass disk", "length" : 0, "noun" : "disk", "rarity" : "", "realm" : "isle of the four winds", "show" : "", "sig" : "d41d8cd98f00b204e9800998ecf8427e" },{ "_id" : { "$oid" : "53d51bed28c46883d20000e0" }, "description" : "smooth green seglass disk", "length" : 0, "noun" : "disk", "rarity" : "", "realm" : "isle of the four winds", "show" : "", "sig" : "d41d8cd98f00b204e9800998ecf8427e" },{ "_id" : { "$oid" : "53d51bed28c46883d20000e1" }, "description" : "shimmertine shard", "length" : 352, "noun" : "shard", "rarity" : "", "realm" : "", "show" : "The curving shimmertine fragment is rough in most places, but iridescent hues dance along the smooth surfaces where the stone fractured along its proper cleavage.  From one direction, the semi-translucent stone appears pure white, but, from another, many long, thin stripes in various rainbow hues draw a parallel course through the heart of the stone.", "sig" : "26861768310904691f4bdf3ae520af6e" },{ "_id" : { "$oid" : "53d51bed28c46883d20000e2" }, "description" : "amethyst clam shell", "length" : 327, "noun" : "shell", "rarity" : "", "realm" : "solhaven", "show" : "Its base round and an inch in diameter, an amethyst clam shell has expanded in concentric, 240-degree arcs until it has reached a size of nearly three inches across.  The individual purple arcs fluctuate in shade, from a dark royal purple to approaching white, and small, black speckles add variation to the color of the shell.", "sig" : "cde9417abca218838f5f5b56d160fe07" },{ "_id" : { "$oid" : "53d51bed28c46883d20000e3" }, "description" : "black helmet shell", "length" : 344, "noun" : "shell", "rarity" : "", "realm" : "solhaven", "show" : "Shaped similarly to the banded half-globe helmets worn by the dwarven troops, a black helmet shell presents a roughened, grey exterior.  A spiral extends off one side of the helmet shape, the spiral making several complete turns before tightening to a point.  On the inside, the shell's surface is a smooth coal black, polished to a deep sheen.", "sig" : "3b2c26919650a50f5481f57522d7526a" },{ "_id" : { "$oid" : "53d51bed28c46883d20000e4" }, "description" : "black-spined conch shell", "length" : 432, "noun" : "shell", "rarity" : "", "realm" : "solhaven", "show" : "With its large shell, a black-spined conch shell somewhat resembles a piece of tanned leather rolled up, but more loosely on one side than on the other.  The larger end sports nasty-looking spikes, including a central spike.  Each spike tip is coal black, giving way to tan near the central shell and providing the reason for the shell's name.  The wide lip gives a good view of the shell's inside, a bright pink swirled with white.", "sig" : "7a50cddddb1efeda992ce77072358f4d" },{ "_id" : { "$oid" : "53d51bed28c46883d20000e5" }, "description" : "blue-banded coquinshell", "length" : 442, "noun" : "shell", "rarity" : "", "realm" : "solhaven", "show" : "Evoking the image of an eroded volcano with colored lava flows down its sides, a blue-banded coquina shell is a flattened cone.  Bands of dark violet begin at the shell's point and widen out as they descend the roughened surface to the shell's edge.  Interestingly, the light tan stripes separating the bands do not change in width at all between the point and edge.  Purple areas and white areas swirl together on the shell's inside surface.", "sig" : "89002185437789661e55e18ef69dc356" },{ "_id" : { "$oid" : "53d51bed28c46883d20000e6" }, "description" : "bright noble pectin shell", "length" : 376, "noun" : "shell", "rarity" : "", "realm" : "solhaven", "show" : "Hard and fan-shaped, a bright noble pectin shell bulges slightly, as if something was once contained in a pocket on the shell's smooth underside.  The raised back displays brilliant yellow rays interspersed with lighter yellow spines.  The base, a darker shade of yellow than the rays, would be nearly rectangular were it not for a protrusion, or tail, extending off one side.", "sig" : "32638053af66b45109ad04d11bdb74e5" },{ "_id" : { "$oid" : "53d51bed28c46883d20000e7" }, "description" : "candystick tellin shell", "length" : 319, "noun" : "shell", "rarity" : "", "realm" : "solhaven", "show" : "No more than an inch across, a candystick tellin shell displays a raised section that gradually expands on three sides to form the shape of the moon waxing just past the half stage.  Bright crimson colors the raised back, giving way to alternating bands of white and pink.  The shell's interior is a soft, shiny carmine", "sig" : "7efdcaec54426238bed38a144134648d" },{ "_id" : { "$oid" : "53d51bed28c46883d20000e8" }, "description" : "crown conch shell", "length" : 410, "noun" : "shell", "rarity" : "", "realm" : "solhaven", "show" : "With its large shell, a crown conch shell somewhat resembles a piece of tanned leather rolled up, but more loosely on one side than on the other.  The larger end sports nasty-looking spikes, including a central spike.  The end spikes are arranged symmetrically around the central spike, providing the reason for its name.  The wide lip gives a good view of the shell's inside, a bright pink swirled with white.", "sig" : "1c68780294e167493159fdbc3270c473" },{ "_id" : { "$oid" : "53d51bed28c46883d20000e9" }, "description" : "crown-of-charl shell", "length" : 356, "noun" : "shell", "rarity" : "", "realm" : "solhaven", "show" : "An oval, shallow shell, a crown-of-Charl shell has a heavily pitted exterior.  The exterior's rough, dull, greyish green surface carries a number of small indentations.  Inside these indentations are areas of brilliant metallic sea green coloration.  The shell's inside surface is a polished, ivory white, with a faint black mark in the shape of a trident.", "sig" : "3be1508f209dcc4119350ed9bf573035" },{ "_id" : { "$oid" : "53d51bed28c46883d20000ea" }, "description" : "dovesnail shell", "length" : 323, "noun" : "shell", "rarity" : "", "realm" : "solhaven", "show" : "Similar in size and construction to the shell of a typical land snail, a dovesnail shell is the home to a small sea-going mollusk.  The shell's spiral begins with a wide, circular mouth then whirls quickly to a tight central point.  All exterior parts are a creamy, dull white, while the interior is a polished sandy brown.", "sig" : "451c7d83b53a18375e24b64d7732d941" },{ "_id" : { "$oid" : "53d51bed28c46883d20000eb" }, "description" : "egg cowrie shell", "length" : 415, "noun" : "shell", "rarity" : "", "realm" : "solhaven", "show" : "Small, smooth, and brilliantly white, an egg cowrie shell bulges in the middle in an egg shape before tapering at both ends.  Its polished surface readily reflects the available light.  The curved slot running lengthwise on one side of the shell resembles either a frown or a smile, depending upon which way the shell is turned.  Small, rough protrusions line the slot, giving it an even more mouth-like appearance.", "sig" : "e38e63235f8741641fb709a9cfd79be0" },{ "_id" : { "$oid" : "53d51bed28c46883d20000ec" }, "description" : "fluted limpet shell", "length" : 259, "noun" : "shell", "rarity" : "", "realm" : "solhaven", "show" : "A small, oval, caplike shell, a fluted limpet shell displays concentric exterior rings of white, tan, and aquamarine stepping up to a deep aquamarine central spot.  The shell's edges are slightly fluted, and the inside presents a polished, snow white surface.", "sig" : "e08c04cbeed2bb6bc40be12bcb6208f1" },{ "_id" : { "$oid" : "53d51bed28c46883d20000ed" }, "description" : "iridescent piece of mother-of-pearl", "length" : 429, "noun" : "mother-of-pearl", "rarity" : "", "realm" : "solhaven", "show" : "A jagged piece of what once was a full shell, an iridescent piece of mother-of-pearl sports several sharp edges and points.  One side of the shell piece is rough, with patches of sudued grey and off-white coloration.  The other side sparkles and reflects the available light in fluid, oily colors.  Iridescent hues of emerald green, sapphire blue, and royal purple flash and fade when the piece is turned in different directions.", "sig" : "5085f2067acd14cb8d669513a6a344b3" },{ "_id" : { "$oid" : "53d51bed28c46883d20000ee" }, "description" : "king helmet shell", "length" : 443, "noun" : "shell", "rarity" : "", "realm" : "solhaven", "show" : "Shaped similarly to the banded half-globe helmets worn by the dwarven troops, a king helmet shell presents a roughened, sky blue exterior.  Four thick, nasty spikes, ultramarine blue at the tips, protrude from the rounded helmet area.  A spiral extends off one side of the helmet shape, the spiral making several complete turns before tightening to a point.  On the inside, the shell's surface is a deep ultramarine polished to a bright sheen.", "sig" : "eca3568b799556317712e873d039dade" },{ "_id" : { "$oid" : "53d51bed28c46883d20000ef" }, "description" : "lavender nassshell", "length" : 386, "noun" : "shell", "rarity" : "", "realm" : "solhaven", "show" : "A wide opening, a stubby spiral, and faint lavender swirls are the identifying characteristics of a lavender nassa shell.  The outside of this diminutive shell displays white, crosshatched lines over a dark grey surface.  Very muted, but still noticeable, are the cloudy lavender swirls spiral from opening to tip.  The lavender markings appear more pronounced near the shell's opening.", "sig" : "92432720c728ad2cac101d36983bab9c" },{ "_id" : { "$oid" : "53d51bed28c46883d20000f0" }, "description" : "lynx cowrie shell", "length" : 401, "noun" : "shell", "rarity" : "", "realm" : "solhaven", "show" : "Small and smooth, a lynx cowrie shell bulges in the middle before tapering at both ends.  The shell's humpbacked side is a light tan liberally dotted with dark brown spots.  The curved slot running lengthwise on the white underside resembles either a frown or a smile, depending upon which way the shell is turned.  Small, rough protrusions line the slot, giving it an even more mouth-like appearance.", "sig" : "c4548e8a1dc993b3de3ede9a04950a23" },{ "_id" : { "$oid" : "53d51bed28c46883d20000f1" }, "description" : "opaque spiral shell", "length" : 266, "noun" : "shell", "rarity" : "", "realm" : "solhaven", "show" : "Similar in shape to a straightened-out velnalin horn, an opaque spiral shell extends several inches as it twists tightly to a point.  At its larger end, faint bands of greyish and bluish white follow the spiral, gradually giving way to pure white at the pointed end.", "sig" : "40eef90806fa8da271bc9a5553ffc712" },{ "_id" : { "$oid" : "53d51bed28c46883d20000f2" }, "description" : "pink-banded coquinshell", "length" : 441, "noun" : "shell", "rarity" : "", "realm" : "solhaven", "show" : "Evoking the image of an eroded volcano with colored lava flows down its sides, a pink-banded coquina shell is a flattened cone.  Bands of dusky pink begin at the shell's point and widen out as they descend the roughened surface to the shell's edge.  Interestingly, the light tan stripes separating the bands do not change in width at all between the point and edge.  Purple areas and white areas swirl together on the shell's inside surface.", "sig" : "7a609cdfb0f917d9bf5f9a102c38edc1" },{ "_id" : { "$oid" : "53d51bed28c46883d20000f3" }, "description" : "polished green abalone shell", "length" : 500, "noun" : "shell", "rarity" : "", "realm" : "solhaven", "show" : "Shaped much like a large oval bowl, a polished green abalone shell might be useful for holding small amounts of liquid if it were not for the six holes that follow an arc along one side of the shell.  The shell's exterior is a rough, mottled brown and grey, and holds little beauty.  The interior, conversely, is a swirling, iridescent, metallic green that sparkles in the light.  The surface is perfectly smooth, as if whatever once occupied the shell took great care in maintaining a polished home.", "sig" : "fdabf592ec1d6206c14c9938d1ad2744" },{ "_id" : { "$oid" : "53d51bed28c46883d20000f4" }, "description" : "polished red abalone shell", "length" : 496, "noun" : "shell", "rarity" : "", "realm" : "solhaven", "show" : "Shaped much like a large oval bowl, a polished red abalone shell might be useful for holding small amounts of liquid if it were not for the six holes that follow an arc along one side of the shell.  The shell's exterior is a rough, mottled brown and grey, and holds little beauty.  The interior, conversely, is a swirling, iridescent, metallic red that sparkles in the light.  The surface is perfectly smooth, as if whatever once occupied the shell took great care in maintaining a polished home.", "sig" : "bcec0c2db40b051469353eac97d5f8c0" },{ "_id" : { "$oid" : "53d51bed28c46883d20000f5" }, "description" : "purple-cap cowrie shell", "length" : 565, "noun" : "shell", "rarity" : "", "realm" : "solhaven", "show" : "Small and smooth, a purple-cap cowrie shell bulges in the middle before tapering at both ends.  The shell's humpbacked side is a dark blackish purple.  The curved slot running lengthwise on the deep orange underside resembles either a frown or a smile, depending upon which way the shell is turned.  Small, rough protrusions line the slot, giving it an even more mouth-like appearance.  Unique to this cowrie shell, and the source of its name, is the large, oval, bright purple spot on the hump or \"cap\" side.  The spot is entirely surrounded by a thin orange line.", "sig" : "1331696a01896e2164a9a397d6772747" },{ "_id" : { "$oid" : "53d51bed28c46883d20000f6" }, "description" : "red helmet shell", "length" : 353, "noun" : "shell", "rarity" : "", "realm" : "solhaven", "show" : "Shaped similarly to the banded half-globe helmets worn by the dwarven troops, a red helmet shell presents a roughened, dusky red exterior.  A spiral extends off one side of the helmet shape, the spiral making several complete turns before tightening to a point.  On the inside, the shell's surface is a dark shade of blood red, polished to a deep sheen.", "sig" : "42a40be09ec51fc3f84d8c74ab702a2e" },{ "_id" : { "$oid" : "53d51bed28c46883d20000f7" }, "description" : "ruby-lined nassshell", "length" : 308, "noun" : "shell", "rarity" : "", "realm" : "solhaven", "show" : "A wide mouth, a stubby spiral, and a deep ruby interior are the identifying characteristics of a ruby-lined nassa shell.  The outside of this diminutive shell displays white, crosshatched lines over a dark grey surface.  In contrast to the muted outside, the shell's interior is a brilliant, polished crimson", "sig" : "30645d7f51458bf46876ebdfb8a4abaa" },{ "_id" : { "$oid" : "53d51bed28c46883d20000f8" }, "description" : "snake-head cowrie shell", "length" : 444, "noun" : "shell", "rarity" : "", "realm" : "solhaven", "show" : "Small and smooth, a snake-head cowrie shell bulges in the middle before tapering at both ends.  Black coloration lines the shell's humpbacked side, giving way to an umber and white spotted area directly on the top.  A single large white spot on one end gives the shell its snake-like appearance.  The curved slot running lengthwise on the white underside resembles either a toothy frown or a smile, depending upon which way the shell is turned.", "sig" : "eaedab036e4a088378ab49f0e1839f5e" },{ "_id" : { "$oid" : "53d51bed28c46883d20000f9" }, "description" : "solhaven bay scallop shell", "length" : 314, "noun" : "shell", "rarity" : "", "realm" : "solhaven", "show" : "Thin, white spokes radiate out from a rectangular base in the scallop shell's fluted fan.  Between the raised spokes, alternating bands of white and mottled sienna arc across the shell, as if whatever created it kept changing its favorite color from sienna to white and back again as it increased the shell's size.", "sig" : "b01d8b674d2d890412a1c80c4862b498" },{ "_id" : { "$oid" : "53d51bed28c46883d20000fa" }, "description" : "sparkling silvery conch shell", "length" : 413, "noun" : "shell", "rarity" : "", "realm" : "solhaven", "show" : "With its large shell, a sparkling silvery conch shell somewhat resembles a piece of tanned leather rolled up, but more loosely on one side than on the other.  The larger end sports nasty-looking spikes, including a central spike.  The wide lip gives a good view of the shell's inside, a bright pink swirled with white.  Small silver flecks evident within the shell's shiny interior glint and flicker in the light.", "sig" : "54dd1794a674c7da46567e0d82f8b7db" },{ "_id" : { "$oid" : "53d51bed28c46883d20000fb" }, "description" : "speckled conch shell", "length" : 398, "noun" : "shell", "rarity" : "", "realm" : "solhaven", "show" : "With its large shell, a speckled conch shell somewhat resembles a piece of tanned leather rolled up, but more loosely on one side than on the other.  The larger end sports nasty-looking spikes, including a central spike.  Darker brown spots speckle the outside of the shell, providing the reason for its name.  The wide lip gives a good view of the shell's inside, a bright pink swirled with white.", "sig" : "c7bf6ec16246cb89bd84fa1cebc3655b" },{ "_id" : { "$oid" : "53d51bed28c46883d20000fc" }, "description" : "split-back pink conch shell", "length" : 439, "noun" : "shell", "rarity" : "", "realm" : "solhaven", "show" : "With its large shell, a split-back pink conch shell somewhat resembles a piece of tanned leather rolled up, but more loosely on one side than on the other.  The larger end sports nasty-looking spikes, including a central spike.  Pink coloration mixes with the tan, brighter on one side than the other and providing the reason for the shell's name.  The wide lip gives a good view of the shell's inside, a bright carmine swirled with white.", "sig" : "52f11db1bd9ac98facb3908afe590436" },{ "_id" : { "$oid" : "53d51bed28c46883d20000fd" }, "description" : "tiger cowrie shell", "length" : 443, "noun" : "shell", "rarity" : "", "realm" : "solhaven", "show" : "Small and smooth, a tiger cowrie shell bulges in the middle before tapering at both ends.  The shell's humpbacked side is a snow white liberally dotted with light and dark umber spots, the spots often intersecting.  The curved slot running lengthwise on the white underside resembles either a frown or a smile, depending upon which way the shell is turned.  Small, rough protrusions line the slot, giving it an even more mouth-like appearance.", "sig" : "233802e65327a2cc36991b040fd2cd47" },{ "_id" : { "$oid" : "53d51bed28c46883d20000fe" }, "description" : "tiger-strpied nautilus shell", "length" : 470, "noun" : "shell", "rarity" : "", "realm" : "solhaven", "show" : "Beginning with a large circular opening, a tiger-striped nautilus shell spirals into a tight ball, its whorl keeping to a smooth plane and not extending outward on either side.  A creamy, light chocolate coloration adorns the entire shell, except where the tiger stripes occur.  Each narrow segment of the spiral displays a dark orange stripe on one edge of the segment, with the stripe thicker at the segment's hump and narrowing down toward the interior of the spiral.", "sig" : "8f9d4304bc0003b26551a288133278ca" },{ "_id" : { "$oid" : "53d51bed28c46883d20000ff" }, "description" : "yellow helmet shell", "length" : 363, "noun" : "shell", "rarity" : "", "realm" : "solhaven", "show" : "Shaped similarly to the banded half-globe helmets worn by the dwarven troops, a yellow helmet shell presents a roughened, tan exterior.  A spiral extends off one side of the helmet shape, the spiral making several complete turns before tightening to a point.  On the inside, the shell's surface is a deep mustard yellow, almost golden, polished to a bright sheen.", "sig" : "ab0e31daeebe8aad8835eaa82f7ef918" },{ "_id" : { "$oid" : "53d51bed28c46883d2000100" }, "description" : "fiery viridisoulstone", "length" : 184, "noun" : "soulstone", "rarity" : "", "realm" : "teras isle", "show" : "Jagged cracked edges strikingly interrupt the green soulstone's smooth curves.  Under its surface, white flames subtly tickle the edges of the stone, seemingly in an attempt to escape.", "sig" : "25ea76225265566ec0badeeb8f644c8f" },{ "_id" : { "$oid" : "53d51bed28c46883d2000101" }, "description" : "black sphene", "length" : 225, "noun" : "sphene", "rarity" : "", "realm" : "zul logoth", "show" : "The wedge-shaped sphene is softer than most gemstones, but flaunts a unique, vivid black hue. With a brilliant luster, the sphene ranges from transparent to translucent and its tiny crystals have more fire than most diamonds.", "sig" : "d2bc80f7318043310142cf4b2601da66" },{ "_id" : { "$oid" : "53d51bed28c46883d2000102" }, "description" : "brown sphene", "length" : 225, "noun" : "sphene", "rarity" : "", "realm" : "zul logoth", "show" : "The wedge-shaped sphene is softer than most gemstones, but flaunts a unique, vivid brown hue. With a brilliant luster, the sphene ranges from transparent to translucent and its tiny crystals have more fire than most diamonds.", "sig" : "69e668ebf923a1153ec083ce83e1624e" },{ "_id" : { "$oid" : "53d51bed28c46883d2000103" }, "description" : "white sphene", "length" : 225, "noun" : "sphene", "rarity" : "", "realm" : "zul logoth", "show" : "The wedge-shaped sphene is softer than most gemstones, but flaunts a unique, vivid white hue. With a brilliant luster, the sphene ranges from transparent to translucent and its tiny crystals have more fire than most diamonds.", "sig" : "b0771e8fe7937a4b404c6435e59dbf4a" },{ "_id" : { "$oid" : "53d51bed28c46883d2000104" }, "description" : "yellow sphene", "length" : 226, "noun" : "sphene", "rarity" : "", "realm" : "zul logoth", "show" : "The wedge-shaped sphene is softer than most gemstones, but flaunts a unique, vivid yellow hue. With a brilliant luster, the sphene ranges from transparent to translucent and its tiny crystals have more fire than most diamonds.", "sig" : "52261e75d140a94376ffd6f5af86738e" },{ "_id" : { "$oid" : "53d51bed28c46883d2000105" }, "description" : "tiny black and blue spherine", "length" : 249, "noun" : "spherine", "rarity" : "", "realm" : "the rift", "show" : "Dual-colored with lighter flecks throughout, the perfectly round spherine strongly resembles a common toy marble, right down to the size. Contrasting veins of [color] and [color] twist and swirl, creating intricate patterns that seem almost planned.", "sig" : "bd9439dfe7f67c45e028a57e39abcbb8" },{ "_id" : { "$oid" : "53d51bed28c46883d2000106" }, "description" : "tiny green and grey spherine", "length" : 249, "noun" : "spherine", "rarity" : "", "realm" : "the rift", "show" : "Dual-colored with lighter flecks throughout, the perfectly round spherine strongly resembles a common toy marble, right down to the size. Contrasting veins of [color] and [color] twist and swirl, creating intricate patterns that seem almost planned.", "sig" : "bd9439dfe7f67c45e028a57e39abcbb8" },{ "_id" : { "$oid" : "53d51bed28c46883d2000107" }, "description" : "tiny red and blue spherine", "length" : 249, "noun" : "spherine", "rarity" : "", "realm" : "the rift", "show" : "Dual-colored with lighter flecks throughout, the perfectly round spherine strongly resembles a common toy marble, right down to the size. Contrasting veins of [color] and [color] twist and swirl, creating intricate patterns that seem almost planned.", "sig" : "bd9439dfe7f67c45e028a57e39abcbb8" },{ "_id" : { "$oid" : "53d51bed28c46883d2000108" }, "description" : "tiny white and black spherine", "length" : 249, "noun" : "spherine", "rarity" : "", "realm" : "the rift", "show" : "Dual-colored with lighter flecks throughout, the perfectly round spherine strongly resembles a common toy marble, right down to the size. Contrasting veins of [color] and [color] twist and swirl, creating intricate patterns that seem almost planned.", "sig" : "bd9439dfe7f67c45e028a57e39abcbb8" },{ "_id" : { "$oid" : "53d51bed28c46883d2000109" }, "description" : "transparent spherine", "length" : 318, "noun" : "spherine", "rarity" : "", "realm" : "the rift", "show" : "Almost an inch in diameter, this gem is slightly larger than other varieties of spherine. It is absolutely clear, save for a single wavy band that circles the orb just beneath the surface. Like a tiny ouroboros, the ring undulates around the spherine's center, passing through various colors of the rainbow on the way.", "sig" : "ddbdb531f7c28fbce5b62cfe0e599ccc" },{ "_id" : { "$oid" : "53d51bed28c46883d200010a" }, "description" : "blue spinel", "length" : 259, "noun" : "spinel", "rarity" : "infrequent", "realm" : "any", "show" : "Taking the shape of a rounded octahedron, a blue spinel is a brilliant and durable stone. Its vitreous finish sets off the intense cobalt blue coloration, as dark as the evening sky. It wouldn't take much polishing to bring out the beauty of this raw crystal.", "sig" : "56dd7befc2e9ca59831e58e7c43de149" },{ "_id" : { "$oid" : "53d51bed28c46883d200010b" }, "description" : "pink spinel", "length" : 268, "noun" : "spinel", "rarity" : "infrequent", "realm" : "any", "show" : "Taking the shape of a rounded octahedron, a pink spinel is a brilliant and durable stone. Its vitreous finish sets off the darkly translucent reddish pink color, delicate as a maiden's blush. It wouldn't take much polishing to bring out the beauty of this raw crystal.", "sig" : "b7d68b209815b90911a8d9fd45f4537a" },{ "_id" : { "$oid" : "53d51bed28c46883d200010c" }, "description" : "red spinel", "length" : 248, "noun" : "spinel", "rarity" : "infrequent", "realm" : "any", "show" : "Taking the shape of a rounded octahedron, a red spinel is a brilliant and durable stone. Its vitreous finish sets off the nearly opaque dark red hue, as vivid as any ruby. It wouldn't take much polishing to bring out the beauty of this raw crystal.", "sig" : "efbb72874917fecca36be84ee66de0d3" },{ "_id" : { "$oid" : "53d51bed28c46883d200010d" }, "description" : "violet spinel", "length" : 277, "noun" : "spinel", "rarity" : "infrequent", "realm" : "any", "show" : "Taking the shape of a rounded octahedron, a violet spinel is a brilliant and durable stone. Its vitreous finish sets off the barely translucent lavender tone, somewhere between blood red and sky blue. It wouldn't take much polishing to bring out the beauty of this raw crystal.", "sig" : "3298132f2a7e2bd906be5e502bf4ecc2" },{ "_id" : { "$oid" : "53d51bed28c46883d200010e" }, "description" : "blue starstone", "length" : 324, "noun" : "starstone", "rarity" : "", "realm" : "teras isle", "show" : "A swirling mass of tiny clear, white, dark grey, and blue crystals, a blue starstone appears as a pebbly ultramarine mass with twinkling white pinpoints.  The gem is no bigger than a human's thumbnail and irregularly shaped.  Its heavily pitted surfaces trap and reflect the light, giving the gem a sparkling, swirling look.", "sig" : "15e9a5e300526119d2df5801d6773d81" },{ "_id" : { "$oid" : "53d51bed28c46883d200010f" }, "description" : "green starstone", "length" : 325, "noun" : "starstone", "rarity" : "", "realm" : "teras isle", "show" : "A swirling mass of tiny clear, white, dark grey, and green crystals, a green starstone appears as a pebbly deep green mass with twinkling white pinpoints.  The gem is no bigger than a human's thumbnail and irregularly shaped.  Its heavily pitted surfaces trap and reflect the light, giving the gem a sparkling, swirling look.", "sig" : "bd118e457f5ebb53ec2fe55833836bc3" },{ "_id" : { "$oid" : "53d51bed28c46883d2000110" }, "description" : "red starstone", "length" : 318, "noun" : "starstone", "rarity" : "", "realm" : "teras isle", "show" : "A swirling mass of tiny clear, white, dark grey, and red crystals, a red starstone appears as a pebbly crimson mass with twinkling white pinpoints.  The gem is no bigger than a human's thumbnail and irregularly shaped.  Its heavily pitted surfaces trap and reflect the light, giving the gem a sparkling, swirling look.", "sig" : "f7211ed3c5f063e5c792afb028c2e369" },{ "_id" : { "$oid" : "53d51bed28c46883d2000111" }, "description" : "white starstone", "length" : 315, "noun" : "starstone", "rarity" : "", "realm" : "teras isle", "show" : "A swirling mass of tiny clear, white, dark grey, and black crystals, a white starstone appears as a pebbly white mass with tiny black pinpoints.  The gem is no bigger than a human's thumbnail and irregularly shaped.  Its heavily pitted surfaces trap and reflect the light, giving the gem a sparkling, swirling look.", "sig" : "2bcc92debcfb315ec5e971abbab0aeb2" },{ "_id" : { "$oid" : "53d51bed28c46883d2000112" }, "description" : "banded sardonyx stone", "length" : 168, "noun" : "stone", "rarity" : "", "realm" : "", "show" : "Parallel white ribbons of varying widths run through this finely textured reddish-brown stone. The edges of the stone are rough and almost sharp enough to inflict cuts.", "sig" : "37316c754e8a853997fa655b3db3e8f2" },{ "_id" : { "$oid" : "53d51bed28c46883d2000113" }, "description" : "green alexandrite stone", "length" : 176, "noun" : "stone", "rarity" : "very rare", "realm" : "", "show" : "At first glance, it would be easy to mistake this gemstone for a simple chrysoberyl, but a sudden shift in the light causes the stone to transform from green to an intense red.", "sig" : "69a15ae7abcd730aca1b7b5f4be05ade" },{ "_id" : { "$oid" : "53d51bed28c46883d2000114" }, "description" : "green aventurine stone", "length" : 220, "noun" : "stone", "rarity" : "", "realm" : "", "show" : "This solid piece of quartzite is an opaque bluish-green with sparkling inclusions of green mica. The overall color varies from a pale milky green to a darker forest green tone, with a few bands of pyrite adding interest.", "sig" : "db684de19d1487192eb28d3c6c5496a8" },{ "_id" : { "$oid" : "53d51bed28c46883d2000115" }, "description" : "green malachite stone", "length" : 198, "noun" : "stone", "rarity" : "", "realm" : "any", "show" : "This stone is a globular mass of crystals bearing a strong resemblance to crushed green velvet. One side has been fractured, revealing the bands of light and dark green that lie beneath the surface.", "sig" : "e84f6511594e2383a0cf281836de9485" },{ "_id" : { "$oid" : "53d51bed28c46883d2000116" }, "description" : "iridescent labradorite stone", "length" : 390, "noun" : "stone", "rarity" : "", "realm" : "any", "show" : "To a casual glance, the labradorite stone appears to be nothing more than a dull, dark, mineral of no particular virtue. When seen from the right angle, however, the stone shimmers with a colorful play of light and color known as labradorescence. A rainbow of intense colors - including blues, violets, greens, yellows, and oranges - shift over the surface, sometimes appearing all at once.", "sig" : "86823a9c113887741519f72dc2888068" },{ "_id" : { "$oid" : "53d51bed28c46883d2000117" }, "description" : "light pink morganite stone", "length" : 209, "noun" : "stone", "rarity" : "", "realm" : "any", "show" : "The original form of this crystal is difficult to determine, due to the chips and breaks it has endured. Nevertheless, its cheery salmon pink color shines through, illuminating the transparent morganite stone.", "sig" : "fb6f78e0449f167b8496038e84330ce5" },{ "_id" : { "$oid" : "53d51bed28c46883d2000118" }, "description" : "pink rhodocrosite stone", "length" : 168, "noun" : "stone", "rarity" : "", "realm" : "any", "show" : "A pink rhodocrosite stone has such a vivid rosy color it almost seems to lit from within. Shaped like a leaning cube, it is beautifully translucent with a pearly sheen.", "sig" : "9274dad98953e696bd73d310084650de" },{ "_id" : { "$oid" : "53d51bed28c46883d2000119" }, "description" : "polished jet stone", "length" : 257, "noun" : "stone", "rarity" : "", "realm" : "", "show" : "This small, opaque stone has been cut to a perfect cabochon and expertly smoothed. Only one thin scratch suggests at adventures after leaving the jeweler's hand. In color, it is unremittingly black, save where light produces a glossy sheen along its slopes.", "sig" : "9c29b3a8e8743971486c84b60bd821e7" },{ "_id" : { "$oid" : "53d51bed28c46883d200011a" }, "description" : "turquoise stone", "length" : 188, "noun" : "stone", "rarity" : "", "realm" : "any", "show" : "In the shape of a lumpy, irregular nugget, a turquoise stone looks like a piece of the sky. The rock is a deep turquoise blue laced with a spiderweb of black pyrite, and has a waxy finish.", "sig" : "ea1a266289b6e7dfef8197fc370a5759" },{ "_id" : { "$oid" : "53d51bed28c46883d200011b" }, "description" : "yellow sunstone", "length" : 351, "noun" : "sunstone", "rarity" : "", "realm" : "teras isle", "show" : "A chunk of cold fire, a yellow sunstone appears to be a roughly globular piece of yellow-hot rock, its exterior cooled in spots to deeper shades of yellow and black.  The color is misleading, though, as the brilliant deep yellow portions are as cold as the darker portions.  The gem sparkles in the light, casting golden reflections in all directions.", "sig" : "7f4bb93b855d6cd697bafffb3092018d" },{ "_id" : { "$oid" : "53d51bed28c46883d200011c" }, "description" : "white sunstone", "length" : 366, "noun" : "sunstone", "rarity" : "", "realm" : "teras isle", "show" : "A chunk of cold fire, a white sunstone appears to be a roughly globular piece of white-hot rock, its exterior cooled in spots to deeper shades of grey and black.  The color is misleading, though, as the brilliant, semi-translucent white portions are as cold as the darker portions.  The gem sparkles in the light, casting intense white reflections in all directions.", "sig" : "6e7f8db2e6a71aa6c4bd5cd4d5b8b2ec" },{ "_id" : { "$oid" : "53d51bed28c46883d200011d" }, "description" : "red sunstone", "length" : 337, "noun" : "sunstone", "rarity" : "", "realm" : "teras isle", "show" : "A chunk of cold fire, a red sunstone appears to be a roughly globular piece of red-hot rock, its exterior cooled in spots to deeper shades of crimson and black.  The color is misleading, though, as the brilliant red portions are as cold as the darker portions.  The gem sparkles in the light, casting fiery reflections in all directions.", "sig" : "3515550790bdba26ed69d2c62cd01638" },{ "_id" : { "$oid" : "53d51bed28c46883d200011e" }, "description" : "deep blue sapphire talon", "length" : 289, "noun" : "talon", "rarity" : "", "realm" : "the rift", "show" : "Unusually long, the talon curves gently, but tapers dramatically to a sharpened point.  Swirls of pale silver spiral down the talon, like churning clouds about to give birth to a tornado.  At the eye of the storm, a slender viridian ray washes over the glistening onyx in hypnotic fashion.", "sig" : "6b8292577f05cb319b478a49b1cf270e" },{ "_id" : { "$oid" : "53d51bed28c46883d200011f" }, "description" : "fiery ruby talon", "length" : 290, "noun" : "talon", "rarity" : "", "realm" : "the rift", "show" : "Unusually long, the talon curves gently, but tapers dramatically to a sharpened point. Swirls of glimmering gold spiral down the talon, like churning clouds about to give birth to a tornado. At the eye of the storm, a slender scarlet ray washes over the glistening onyx in hypnotic fashion.", "sig" : "dd89149b6d4a2422558e9b51bb0ecb3a" },{ "_id" : { "$oid" : "53d51bed28c46883d2000120" }, "description" : "glistening onyx talon", "length" : 287, "noun" : "talon", "rarity" : "", "realm" : "the rift", "show" : "Unusually long, the talon curves gently, but tapers dramatically to a sharpened point. Swirls of deep violet spiral down the talon, like churning clouds about to give birth to a tornado. At the eye of the storm, a slender cerulean ray washes over the glistening onyx in hypnotic fashion.", "sig" : "8c1ed1af923337dd0007727948cbf2dd" },{ "_id" : { "$oid" : "53d51bed28c46883d2000121" }, "description" : "sparkling emerald talon", "length" : 289, "noun" : "talon", "rarity" : "", "realm" : "the rift", "show" : "Unusually long, the talon curves gently, but tapers dramatically to a sharpened point. Swirls of saffron yellow spiral down the talon, like churning clouds about to give birth to a tornado. At the eye of the storm, a slender celadon ray washes over the glistening onyx in hypnotic fashion.", "sig" : "bb7590658d791f4080205fbc019eb984" },{ "_id" : { "$oid" : "53d51bed28c46883d2000122" }, "description" : "piece of petrified thanot", "length" : 339, "noun" : "thanot", "rarity" : "", "realm" : "", "show" : "This thin stone cylinder is approximately half the length of a human's hand, and, on the outside, unimpressive in its greyish hue and roughened texture.  At either of the circular ends, however, the dark blue crystal that makes up its interior can be seen, rich with luster and secret beauty concealed by the unprepossessing grey exterior.", "sig" : "e0d87ab01b23e72c3c4c07b288ad6cdc" },{ "_id" : { "$oid" : "53d51bed28c46883d2000123" }, "description" : "deep blue thunderstone", "length" : 312, "noun" : "thunderstone", "rarity" : "", "realm" : "the rift", "show" : "Drawing its name from the dark shadows dominating its interior patterns, the thunderstone displays layer upon layer of swirling deep blue tones, suggesting years of underwater formation.A0 The misty whorls become increasingly compact, coalescing into a tiny cloud that is barely visible at the center of the gem.", "sig" : "b2744cdf2f7e46cb52173ac115031b6a" },{ "_id" : { "$oid" : "53d51bed28c46883d2000124" }, "description" : "radiant opalescent thunderstone", "length" : 304, "noun" : "thunderstone", "rarity" : "", "realm" : "the rift", "show" : "Born of a natural albeit unknown process, this purest of thunderstones glows strongly of its own accord. While not bright enough to sufficiently illuminate a room, the warm light emanating from the center cuts through the gem in a myriad of colors, occasionally projecting a rainbow onto nearby surfaces.", "sig" : "5abb120faa177e8926ed5a0ad4f109b0" },{ "_id" : { "$oid" : "53d51bed28c46883d2000125" }, "description" : "smoky grey thunderstone", "length" : 311, "noun" : "thunderstone", "rarity" : "", "realm" : "the rift", "show" : "Drawing its name from the dark shadows dominating its interior patterns, the thunderstone displays layer upon layer of swirling smoky grey tones, suggesting years of underwater formation. The misty whorls become increasingly compact, coalescing into a tiny cloud that is barely visible at the center of the gem.", "sig" : "c44342becb4445e9222b394dd7682b6e" },{ "_id" : { "$oid" : "53d51bed28c46883d2000126" }, "description" : "swirling purple thunderstone", "length" : 281, "noun" : "thunderstone", "rarity" : "", "realm" : "the rift", "show" : "The overall hue of the precious stone runs a constant, vivid gamut from fuchsia to indigo as the colors within shift and seethe like miniature stormclouds in an angry sky.  Tendrils of deep purple play across the surface, looking like nothing so much as fingers on a questing hand.", "sig" : "191500c49a965d1bdefe9f14aedbd342" },{ "_id" : { "$oid" : "53d51bed28c46883d2000127" }, "description" : "polished shark tooth", "length" : 374, "noun" : "tooth", "rarity" : "", "realm" : "solhaven", "show" : "A product of a mighty carnivore of the deep, a polished shark tooth has long since been shed to make room for new rows of the same.  The tooth is an inch long and very sharp.  Roughly triangular, the tooth presents a gleaming white surface that brilliantly reflects the available light.  Slight serrations are discernible along one side, adding to the tooth's rending power.", "sig" : "5bebbc8447e5a9e4d8686cf4f4f88904" },{ "_id" : { "$oid" : "53d51bed28c46883d2000128" }, "description" : "blue topaz", "length" : 266, "noun" : "topaz", "rarity" : "", "realm" : "any", "show" : "Some of the crystal planes that make up a blue topaz are frosted while others are transparent, displaying the cornflower blue color to great advantage.  Small, black inclusions near the base look like dark stars against the milky streak that runs from top to bottom.", "sig" : "4b9180e78de2dd37cd1b0a24f93c9751" },{ "_id" : { "$oid" : "53d51bed28c46883d2000129" }, "description" : "clear topaz", "length" : 267, "noun" : "topaz", "rarity" : "", "realm" : "any", "show" : "Some of the crystal planes that make up a clear topaz are frosted while others are transparent, displaying its perfect colorlessness to great advantage.  Small, black inclusions near the base look like dark stars against the milky streak that runs from top to bottom.", "sig" : "8d9942bdd6abd5f7476e5bf02f23723e" },{ "_id" : { "$oid" : "53d51bed28c46883d200012a" }, "description" : "golden topaz", "length" : 264, "noun" : "topaz", "rarity" : "", "realm" : "any", "show" : "Some of the crystal planes that make up a golden topaz are frosted while others are transparent, displaying the deep golden color to great advantage.  Small, black inclusions near the base look like dark stars against the milky streak that runs from top to bottom.", "sig" : "c91df128b8238e217a303af31b6dae90" },{ "_id" : { "$oid" : "53d51bed28c46883d200012b" }, "description" : "green errisitopaz", "length" : 323, "noun" : "topaz", "rarity" : "", "realm" : "elven nations", "show" : "The pale, perfect color of this green stone carries a certain distinctive beauty despite the chipping and stress marks visible along several of its surfaces.  At the base, the exposed crystal gleams where this smaller crystal was cleaved from some greater formation.  It is roughly the size and shape of a halfling's thumb.", "sig" : "86a7ecb16873bb26374c2c291986a5d9" },{ "_id" : { "$oid" : "53d51bed28c46883d200012c" }, "description" : "orange imperial topaz", "length" : 228, "noun" : "topaz", "rarity" : "", "realm" : "elven nations", "show" : "Vermilion crosses with a rich, earth brown hue in this translucent stone, forming a gem both dark and fiery.  Many thin scratches mar the surface of the water-smoothed jewel, but its quality is evident beyond the surface damage.", "sig" : "5c11632c992cca50641b9a22d8efa814" },{ "_id" : { "$oid" : "53d51bed28c46883d200012d" }, "description" : "pink topaz", "length" : 261, "noun" : "topaz", "rarity" : "", "realm" : "any", "show" : "Some of the crystal planes that make up a pink topaz are frosted while others are transparent, displaying the blush pink color to great advantage.  Small, black inclusions near the base look like dark stars against the milky streak that runs from top to bottom.", "sig" : "b51699d90a5408487fec13285f4662b9" },{ "_id" : { "$oid" : "53d51bed28c46883d200012e" }, "description" : "smoky topaz", "length" : 269, "noun" : "topaz", "rarity" : "", "realm" : "any", "show" : "Some of the crystal planes that make up a smoky topaz are frosted while others are transparent, displaying the smoky brown haze inside to great advantage.  Small, black inclusions near the base look like dark stars against the milky streak that runs from top to bottom.", "sig" : "6fd4a7755a84f8698fad2eb59df6a96e" },{ "_id" : { "$oid" : "53d51bed28c46883d200012f" }, "description" : "black tourmaline", "length" : 248, "noun" : "tourmaline", "rarity" : "", "realm" : "", "show" : "The black tourmaline is an elongated, three-sided prism ending in a pyramid.  Each face of the prism is striated, and the translucent crystal has a glassy surface.  The foggy black color appears darkest when seen through the long axis of the prism.", "sig" : "22e960ba9aaa21ccd3e0ea4df4ad4d06" },{ "_id" : { "$oid" : "53d51bed28c46883d2000130" }, "description" : "blue tourmaline", "length" : 246, "noun" : "tourmaline", "rarity" : "", "realm" : "", "show" : "The blue tourmaline is an elongated, three-sided prism ending in a pyramid.  Each face of the prism is striated, and the translucent crystal has a glassy surface.  The clear blue color appears darkest when seen through the long axis of the prism.", "sig" : "dd6c56453c500bbac6e2be66d8bd943b" },{ "_id" : { "$oid" : "53d51bed28c46883d2000131" }, "description" : "clear tourmaline", "length" : 208, "noun" : "tourmaline", "rarity" : "", "realm" : "", "show" : "The clear tourmaline is an elongated, three-sided prism ending in a pyramid.  Each face of the prism is striated, and the translucent crystal has a glassy surface.  It is clear enough to see straight through.", "sig" : "26665d1b2b625eab28f00cd53613dae2" },{ "_id" : { "$oid" : "53d51bed28c46883d2000132" }, "description" : "green tourmaline", "length" : 247, "noun" : "tourmaline", "rarity" : "", "realm" : "", "show" : "The green tourmaline is an elongated, three-sided prism ending in a pyramid.  Each face of the prism is striated, and the translucent crystal has a glassy surface.  The soft green color appears darkest when seen through the long axis of the prism.", "sig" : "d5df50a588e9c1b9eb5d815349f20d3a" },{ "_id" : { "$oid" : "53d51bed28c46883d2000133" }, "description" : "pink tourmaline", "length" : 245, "noun" : "tourmaline", "rarity" : "", "realm" : "", "show" : "The pink tourmaline is an elongated, three-sided prism ending in a pyramid.  Each face of the prism is striated, and the translucent crystal has a glassy surface.  The rosy pink color appears darkest when seen through the long axis of the prism.", "sig" : "3fc3e13774e4f4d76595f626bfd161c0" },{ "_id" : { "$oid" : "53d51bed28c46883d2000134" }, "description" : "spiderweb turquoise", "length" : 271, "noun" : "turquoise", "rarity" : "", "realm" : "elven nations", "show" : "Dusky veins spread over the sky blue surface in a pattern that resembles the shadow cast by a spider's most famous creation.  Many cracks and chips mar the hard, rough surface, but the jewel's rich hue promises great beauty once it has been polished and properly treated.", "sig" : "2e9e080c2e164a6b4dfb2eedd69a0b30" },{ "_id" : { "$oid" : "53d51bed28c46883d2000135" }, "description" : "argent vultite-bloom", "length" : 204, "noun" : "vultite-bloom", "rarity" : "", "realm" : "zul logoth", "show" : "The clump of tiny crystals gleam like winter's rime, shimmering with a silvery grey iridescence.  Between the argent crystalline peaks, the deep valleys of the vultite bloom glimmer with a faint blue hue.", "sig" : "d0a1b5e77e270233054e98b6fcd26ca4" },{ "_id" : { "$oid" : "53d51bed28c46883d2000136" }, "description" : "nacreous blue waterweb", "length" : 346, "noun" : "waterweb", "rarity" : "", "realm" : "isle of the four winds", "show" : "Glistening strands of opalescent stone are spun into an untraceable labyrinth of pale blue. Roughly the shape of an egg, the tangled network of fragile, interwoven filaments could be cupped in a halfling infant's palm. The sleek surface of each tendril speaks of years spent in an aquatic embrace, smoothed and shaped by the movements of the sea.", "sig" : "eaeb47ddfb9e90f63bdfb5c61d4e42bb" },{ "_id" : { "$oid" : "53d51bed28c46883d2000137" }, "description" : "dark-spoked crystalline wheel", "length" : 293, "noun" : "wheel", "rarity" : "", "realm" : "the rift", "show" : "Twelve perfect, delicate spokes of dark crystal radiate from a spherical heart of pure night. Peculiar in form, the crystalline wheel fades in color from the center out to the rim. Motes of silvery light dance through the countless facets of the slender rim, sparkling like a cascade of stars.", "sig" : "05090a8d89aef0505dcca88951e7508e" },{ "_id" : { "$oid" : "53d51bed28c46883d2000138" }, "description" : "small crystal-spoked wheel", "length" : 301, "noun" : "wheel", "rarity" : "", "realm" : "the rift", "show" : "Twelve perfect, delicate spokes of pure crystal radiate from a spherical heart of glittering light. Peculiar in form, the crystalline wheel darkens in color from the center out to the rim. Motes of silvery light dance through the countless facets of the slender rim, sparkling like a cascade of stars.", "sig" : "409caef7d85d9e295b750cae00d39649" },{ "_id" : { "$oid" : "53d51bed28c46883d2000139" }, "description" : "multi-colored wyrdshard", "length" : 201, "noun" : "wyrdshard", "rarity" : "", "realm" : "the rift", "show" : "Striated with bands of vivid color, the wyrdshard is smooth and lustrous. Its palette is bright but perfectly placed, so that each hue complements those neighboring it in a melody of elegant variation.", "sig" : "d4fe4f9b3572d4637dc2b20990840d61" },{ "_id" : { "$oid" : "53d51bed28c46883d200013a" }, "description" : "brown zircon", "length" : 189, "noun" : "zircon", "rarity" : "", "realm" : "", "show" : "The sharp edges and clean faces of the zircon's prismatic form shine with a diamond-like luster.  It is a deep reddish-brown, mostly translucent but with transparent patches here and there.", "sig" : "32c01fb4ec54bba995ad08e4e98909dd" },{ "_id" : { "$oid" : "53d51bed28c46883d200013b" }, "description" : "clear zircon", "length" : 189, "noun" : "zircon", "rarity" : "", "realm" : "", "show" : "The sharp edges and clean faces of the zircon's prismatic form shine with a diamond-like luster.  It is completely colorless, mostly translucent but with transparent patches here and there.", "sig" : "e023678b684fd9fbb622cd682cbb3a41" },{ "_id" : { "$oid" : "53d51bed28c46883d200013c" }, "description" : "green zircon", "length" : 190, "noun" : "zircon", "rarity" : "", "realm" : "", "show" : "The sharp edges and clean faces of the zircon's prismatic form shine with a diamond-like luster.  It has a pale greenish cast, mostly translucent but with transparent patches here and there.", "sig" : "2c52f5cf9710f0079765734a73a7a636" },{ "_id" : { "$oid" : "53d51bed28c46883d200013d" }, "description" : "snowflake zircon", "length" : 190, "noun" : "zircon", "rarity" : "", "realm" : "icemule/pinefar", "show" : "This attractive crystalline zircon is tinged a deep brown with a hint of emerald green.  Intense internal fracturing produces a veritable blizzard of tiny points of light throughout the gem.", "sig" : "1ea8fac36cc5d1d4d9ed4c4d3a057916" },{ "_id" : { "$oid" : "53d51bed28c46883d200013e" }, "description" : "yellow zircon", "length" : 189, "noun" : "zircon", "rarity" : "", "realm" : "", "show" : "The sharp edges and clean faces of the zircon's prismatic form shine with a diamond-like luster.  It has a sunny yellow tint, mostly translucent but with transparent patches here and there.", "sig" : "db212f35911c0dfee2ef5bdaacbaec60" }]
